{
  "info": {
    "name": "ADD Level 2 Spells",
    "author": "Brandon Mathis",
    "sources": [
      "Adventures Dark and Deep Core Rulebook"
    ]
  },
  "spells": [
    {
      "name": "Acid Arrow",
      "caster": [
        {
          "class": "magic-user",
          "level": 2
        }
      ],
      "school": "Evocation",
      "range": "30’",
      "duration": "See below",
      "areaOfEffect": "One target",
      "components": "V,S,M",
      "castingTime": "4 segments",
      "savingThrow": "See below",
      "source": "ADD_Core_Rulebook",
      "description": "This spell calls forth an enchanted arrow made of pure green acid, which flies forth at the designated target as if it were an arrow +1 fired from a longbow by a fighter of the same level as the caster.\n\nWhen it hits, the arrow itself does 2–5 h.p. of damage. The target is also splashed with the acid of the arrow (and thus creatures that would not normally be damaged by such an arrow may still be harmed by the acid, and vice versa).\n\nThe acid itself causes 2–8 h.p. of damage per round in a 1’ diameter area, and those items vulnerable to acid damage must make saving throws.\n\nThe number of rounds the acid persists depends on the level of the caster: 1 round for every three levels. Thus a 4th level caster would evoke an arrow whose acid would remain for 2 rounds, doing 2–8 h.p. per round; a 7th level caster’s arrow would last 3 rounds, etc.\n\nThe spell requires a normal dart, powdered rhubarb, and the stomach of an adder. All are lost in the casting. If cast underwater, the arrow will last only a single round before being dissipated by the water.",
      "id": 5115
    },
    {
      "name": "Aid",
      "caster": [
        {
          "class": "cleric",
          "level": 2
        }
      ],
      "school": "Invocation",
      "range": "Touch",
      "duration": "1 round + 1 round / level",
      "areaOfEffect": "One creature",
      "components": "V,S,M",
      "castingTime": "4 segments",
      "savingThrow": "None",
      "source": "ADD_Core_Rulebook",
      "description": "This spell gives the recipient the benefit of a bless spell, and also increases his hit point total by 1d8 (the recipient's hit points can exceed the normal maximum). The spell lasts for 1 round plus 1 round per level of the caster. The material component is a pinch of powdered iron.",
      "id": 5116
    },
    {
      "name": "Alter Self",
      "caster": [
        {
          "class": "bard",
          "level": 2
        },
        {
          "class": "illusionist",
          "level": 2
        },
        {
          "class": "mountebank",
          "level": 2
        }
      ],
      "school": "Illusion/Phantasm, \nAlteration",
      "range": "Self",
      "duration": "3-12 rounds + 2 rounds/",
      "areaOfEffect": "Self",
      "components": "V,S",
      "castingTime": "2 segments",
      "savingThrow": "None",
      "source": "ADD_Core_Rulebook",
      "description": "This spell allows the caster to effect a semi-real change to his appearance. Not only can features be changed, but size as well (up to 50% smaller or larger).\n\nThe caster can also choose the form of some animal or other creature, and take on the actual physical characteristics of that creature; wings allow flight (albeit more clumsily than a “normal” creature of the type), gills and fins allow movement underwater, etc.\n\nNo special or additional attacks can be created through this spell, however, unless the caster has taken the time to become intimately familiar with a particular form.\n\nThe caster will not know beforehand exactly how long the spell will last.",
      "id": 5117
    },
    {
      "name": "Alter Writing",
      "caster": [
        {
          "class": "savant",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "Touch",
      "duration": "6 turns / level",
      "areaOfEffect": "10 pages / level",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "None",
      "source": "ADD_Core_Rulebook",
      "description": "This spell allows the caster to magically alter a written work of up to ten pages per caster level. The spell affects all forms of mundane written communication, but cannot be used to alter magical writing of any sort (including spellbooks, scrolls, or other enchanted tomes).\n\nThe altered work will appear to be written in the same hand and with the same ink as the original, and no saving throw is permitted to detect the alteration.\n\nHowever, *read magic* or a similar spell will allow the true text to be seen.\n\nMaterial components include a bit of ink mixed with powdered sapphire.",
      "id": 5118
    },
    {
      "name": "Animal Fear",
      "caster": [
        {
          "class": "bard",
          "level": 2
        }
      ],
      "school": "Enchantment/Charm",
      "range": "0",
      "duration": "See below",
      "areaOfEffect": "60’ radius",
      "components": "V",
      "castingTime": "4 segments",
      "savingThrow": "None",
      "source": "ADD_Core_Rulebook",
      "description": "This spell allows the caster to create a zone where any non-magical animals (horses, dogs, birds, snakes, etc.) flee from the caster in panic, stopping some 1–3 rounds after they leave the zone.\n\nMagical creatures (basilisks, mimics, etc.) are not affected by the spell, nor are animals with an intelligence of 5 or higher.",
      "id": 5119
    },
    {
      "name": "Animal Telepathy",
      "caster": [
        {
          "class": "druid",
          "level": 2
        }
      ],
      "school": "Divination",
      "range": "0",
      "duration": "1 round",
      "areaOfEffect": "10’ + 5’/level",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "None",
      "source": "ADD_Core_Rulebook",
      "description": "This spell allows the caster to communicate with any ordinary, non-magical animal.\n\nThe creature must be within line of sight at all times, and the communication cannot last more than 1 round. The spell grants limited powers of mutual understanding; the transmission of complex abstract ideas is not allowed, but simple concepts like “so-and-so is an enemy”, or “where is there water nearby” can be.\n\nThe spell does not grant any sort of coercive powers, but some animals can be persuaded to assist the caster, according to circumstances.",
      "id": 5120
    },
    {
      "name": "Awaken Second Chakra",
      "caster": [
        {
          "class": "mystic",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "Touch",
      "duration": "2 hours / level",
      "areaOfEffect": "One creature",
      "components": "V,S",
      "castingTime": "1 turn (if first chakra is active) or 2 turns",
      "savingThrow": "None",
      "source": "ADD_Core_Rulebook",
      "description": "By means of this intense meditation, the caster activates the second of seven energy centers of the body – the seven chakras – located at the abdomen.\n\nOnce the spell is completed, the recipient enjoys the following effects:\n- 50% immunity to all disease\n- +10% system shock bonus\n- +1 bonus to Constitution checks (only one chakra stat bonus may be active at a time)\n\nIf the first chakra has been awakened prior to this one, the recipient also gains +1 Dexterity (subject to racial max).\n\nThis spell can only be active once at a time on the same person. Casting time is **2 turns alone**, or **1 turn** if the first chakra is active.",
      "id": 5121
    },
    {
      "name": "Back Stab",
      "caster": [
        {
          "class": "illusionist",
          "level": 2
        }
      ],
      "school": "Enchantment/Charm",
      "range": "Touch",
      "duration": "8 hours / level",
      "areaOfEffect": "One creature",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "None",
      "source": "ADD_Core_Rulebook",
      "description": "This spell allows the caster to grant the ability to perform one back stab attack as if the recipient were a thief of an experience level equal to that of the spellcaster.\n\nIt does not grant the ability to hide in shadows, move silently, or any other thiefly ability other than the back stab.\n\nThe recipient can choose any single attack to perform his back stab attack. If he does not do so within the time limit, though, the spell fades and is wasted.\n\nThe spell requires a small ceremonial knife (a regular dagger is also allowed) which is not destroyed as the spell is cast.",
      "id": 5122
    },
    {
      "name": "Barkskin",
      "caster": [
        {
          "class": "druid",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "Touch",
      "duration": "4 rounds + 1 round / level",
      "areaOfEffect": "One creature",
      "components": "V,S,M",
      "castingTime": "3 segments",
      "savingThrow": "None",
      "source": "ADD_Core_Rulebook",
      "description": "This spell toughens the recipient's skin, granting a +1 bonus to armor class and a +1 bonus on all saving throws except those against magic.\n\nMaterial components include a sprig of mistletoe and a handful of oak bark, both consumed in the casting.",
      "id": 5123
    },
    {
      "name": "Bind",
      "caster": [
        {
          "class": "bard",
          "level": 2
        },
        {
          "class": "magic-user",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "30’",
      "duration": "1 round / level",
      "areaOfEffect": "One creature",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "No effect",
      "source": "ADD_Core_Rulebook",
      "description": "This spell enables the caster to command a length of rope (ribbon, cable, cord, string, twine, etc.).\n\nThe rope thus ensorcelled can perform the following actions:\n- coil (coil into a neat roll)\n- coil & knot\n- loop\n- loop & knot\n- tie & knot\n- uncoil\n- uncoil & unknot\n\nThe rope can only move a maximum of 1’, so it must usually be tossed next to some item or creature in order to tie itself around it.\n\nThe rope is never stronger than a creature’s hold upon it, so it will never be able to move if anyone is holding it to prevent that, and most ropes will take 2 h.p. of slashing damage before being cut.\n\nThe rope cannot be used to strangle a creature, but can be used to trip or slow the passage of other creatures (similar to the druid spell *entangle*).",
      "id": 5124
    },
    {
      "name": "Birdsong",
      "caster": [
        {
          "class": "bard",
          "level": 2
        },
        {
          "class": "druid",
          "level": 2
        }
      ],
      "school": "Enchantment/Charm",
      "range": "0",
      "duration": "See below",
      "areaOfEffect": "120’ radius",
      "components": "V",
      "castingTime": "4 segments",
      "savingThrow": "None",
      "source": "ADD_Core_Rulebook",
      "description": "This spell allows the caster to enchant all normal (non-magical and non-giant) birds, causing them to flock to him in a friendly fashion, perch on and around him, and the like. The caster can then request one of the following services:\n\n- **Messenger.** The birds will fly up to 1 mile per caster level, bearing a small message either tied to their leg or in their beak, which they will deliver to a specific person named. The general description of the desired recipient’s location is required. Up to six separate messages can be so dispatched to different recipients. The caster must supply the notes.\n- **Guardian.** The birds will perch nearby for 1 hour per caster level. If danger approaches visibly within 240’, the birds begin a cacophonous noise that acts as a warning. The birds, however, regard the approach of any sort of predator, particularly one that feeds on birds, as such a threat.\n- **Defender.** The birds will actively defend the caster against attack for 1 round per caster level. A flock of small birds swarms around a single enemy, rendering him effectively blind, unable to cast spells, and with a -4 penalty “to hit.” No dexterity bonus is allowed in such a circumstance. If the target of the flock of birds has no such bonus, he receives a 1 point penalty to his armor class. There is a 2% chance that a larger predatory bird such as a hawk will answer the call.",
      "id": 5125
    },
    {
      "name": "Blindness",
      "caster": [
        {
          "class": "illusionist",
          "level": 2
        }
      ],
      "school": "Illusion/Phantasm",
      "range": "30’",
      "duration": "See below",
      "areaOfEffect": "One creature",
      "components": "V",
      "castingTime": "2 segments",
      "savingThrow": "No effect",
      "source": "ADD_Core_Rulebook",
      "description": "This spell creates the illusion in a given creature that it is blind. There is no real damage to the eyes, which are, in fact, able to see perfectly well.\n\nThe brain, however, is convinced that nothing but a soft gray blur is being seen. For this reason, healing spells of all sorts, including *cure blindness*, are ineffective. Only a *dispel magic* or *dispel illusion* spell, or the mercy of the caster, can remove the malady.\n\nThe target is entitled to a saving throw vs. spells; success indicates the spell has no effect.",
      "id": 5126
    },
    {
      "name": "Blur",
      "caster": [
        {
          "class": "illusionist",
          "level": 2
        }
      ],
      "school": "Illusion/Phantasm",
      "range": "0",
      "duration": "3 rounds + 1/level",
      "areaOfEffect": "Self",
      "components": "V,S",
      "castingTime": "2 segments",
      "savingThrow": "None",
      "source": "ADD_Core_Rulebook",
      "description": "This spell causes the caster’s outline to become blurry and indistinct, making it difficult to pinpoint exactly where they are.\n\nThis has the effect that opponents’ attacks are made at a -4 penalty the first time, and -2 on all subsequent attacks by the same individual, and that all saving throws vs. direct magical attacks are made at a +1 bonus.",
      "id": 5127
    },
    {
      "name": "Cause Shadows",
      "caster": [
        {
          "class": "illusionist",
          "level": 2
        }
      ],
      "school": "Invocation",
      "range": "20’ + 5’/level",
      "duration": "5 rounds + 1 round / level",
      "areaOfEffect": "40’ radius",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "See below",
      "source": "ADD_Core_Rulebook",
      "description": "This spell causes shadows to spring up within the area of effect, granting concealment to anyone within the area. The effect is to reduce vision to 5’, and characters and monsters within the shadows are treated as if they are 50% concealed, granting a -2 penalty to enemy attack rolls.",
      "id": 5128
    },
    {
      "name": "Chant",
      "caster": [
        {
          "class": "cleric",
          "level": 2
        }
      ],
      "school": "Conjuration/Summoning",
      "range": "0",
      "duration": "See below",
      "areaOfEffect": "30’ radius",
      "components": "V,S",
      "castingTime": "1 turn",
      "savingThrow": "None",
      "source": "ADD_Core_Rulebook",
      "description": "This spell allows the caster to create a special zone, within which those persons and creatures friendly to the caster receive the following bonuses:\n- +1 on their rolls “to hit”, for damage, and to all saving throws\n- -1 to all ability score checks\n- +5% on all percentage-based class skills (verbal patter, thieving skills, etc.)\n\nEnemies of the cleric within the radius of effect receive equivalent penalties. The effect lasts as long as the caster maintains the chant. Any interruption (e.g., successful attack or silence) will end the spell.",
      "id": 5129
    },
    {
      "name": "Charm Person or Mammal",
      "caster": [
        {
          "class": "druid",
          "level": 2
        }
      ],
      "school": "Enchantment/Charm",
      "range": "80’",
      "duration": "See below",
      "areaOfEffect": "See below",
      "components": "V,S",
      "castingTime": "4 segments",
      "savingThrow": "No effect",
      "source": "ADD_Core_Rulebook",
      "description": "This spell allows the caster to convince any one person or mammalian animal that the caster is a friend who should be protected and whose advice is sound.\n\nIt does not make the subject a slave and does not force suicidal actions. A saving throw vs. magic applies.\n\nThe spell includes a progressive schedule of additional saving throws to wear off, depending on the creature’s intelligence:\n\n| Intelligence | Saving Throw Every... |\n|--------------|------------------------|\n| 3 or less     | 3 months              |\n| 4–6           | 2 months              |\n| 7–9           | 1 month               |\n| 10–12         | 3 weeks               |\n| 13–14         | 2 weeks               |\n| 15–16         | 1 week                |\n| 17            | 3 days                |\n| 18            | 2 days                |\n| 19+           | 1 day                 |\n\nThe spell ends if the caster harms the subject, or if dispelled.",
      "id": 5130
    },
    {
      "name": "Continual Light / Continual Darkness",
      "caster": [
        {
          "class": "cleric",
          "level": 3
        },
        {
          "class": "illusionist",
          "level": 3
        },
        {
          "class": "magic-user",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "90’",
      "duration": "Permanent",
      "areaOfEffect": "90’ radius",
      "components": "V,S",
      "castingTime": "4 segments",
      "savingThrow": "See below",
      "source": "ADD_Core_Rulebook",
      "description": "This spell creates a brilliant light (equal to sunlight) in a 90' radius. It may be cast on an object, creature, or space.\n\nIf cast on a creature, a saving throw applies. If successful, the light appears just behind them.\n\n**Continual Darkness**, the reverse, creates an area no light can penetrate. Both effects are dispellable.",
      "id": 5131
    },
    {
      "name": "Crystal Magic II",
      "caster": [
        {
          "class": "mystic",
          "level": 2
        }
      ],
      "school": "Evocation",
      "range": "0",
      "duration": "6 hours",
      "areaOfEffect": "Self",
      "components": "V,S,M",
      "castingTime": "6 turns",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster, by concentrating on an attuned crystal, to call forth its power for a specific purpose. The caster may choose between the following:\n\n• **Self-defense.** The caster’s armor class improves by 1, for 6 hours.\n\n• **Reflect negativity.** The caster may, at some point in the next 6 hours, touch someone. If the target fails a saving throw vs. spells, he suffers a -1 penalty on all saving throws and “to hit” rolls for 6 hours after being touched. The caster may have to make a “to hit” roll in order to successfully touch the target.\n\nThe spell requires a crystal of at least 50 g.p. value, which is not destroyed by the casting. Note that the same crystal cannot be used to power different versions of this spell at the same time, and multiple castings of the spell cannot be active simultaneously (even if a different specific effect is chosen). The caster must therefore choose which of the above effects he will benefit from for the next six hours.",
      "id": 5132
    },
    {
      "name": "Deafness",
      "caster": [
        {
          "class": "illusionist",
          "level": 2
        }
      ],
      "school": "Illusion/Phantasm",
      "range": "60’",
      "duration": "Permanent",
      "areaOfEffect": "One creature",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "No effect",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell causes the target creature to believe that it is deaf. The spell does not cause any actual harm to the ears or auditory nerves, so healing spells of all types are ineffective. Only a *dispel magic* or *dispel illusion* spell or the will of the caster can remove the effect. The victim is entitled to a saving throw vs. spells. The spell requires a bit of beeswax, which is destroyed in the casting.",
      "id": 5133
    },
    {
      "name": "Deeppockets",
      "caster": [
        {
          "class": "magic-user",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "Touch",
      "duration": "24 turns + 6/level",
      "areaOfEffect": "Special garment",
      "components": "V,S,M",
      "castingTime": "1 turn",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to alter a robe, gown, etc., to enable it to hold much more than it would otherwise, by opening up a small gateway into an extra-dimensional space. The amount the pockets can hold depends on the number sewn into the garment prior to the spell being cast:\n\n**TABLE 304: DEEPPOCKETS**\n| Pockets | Min. Garment Cost | Max. Weight/Pocket | Max. Size/Pocket |\n|---------|--------------------|---------------------|------------------|\n| 1       | 300 g.p.           | 100 lbs.            | 5 cu. ft.        |\n| 10      | 300 g.p.           | 10 lbs.             | ½ cu. ft.        |\n| 100     | 1,000 g.p.         | 1 lb.               | 1/6 cu. ft.      |\n\nThe pockets will not visibly bulge, no matter how much is put into them. At the end of the spell’s duration, all items must be removed, or they are either dropped around the caster (if a save is made) or lost to the Astral Plane (if not).\n\nLiving creatures placed inside will die quickly due to lack of air. The garment can be reused, but the golden needle and Möbius strip of cloth used in casting are consumed.",
      "id": 5134
    },
    {
      "name": "Detect Charm / Obscure Charm",
      "caster": [
        {
          "class": "cleric",
          "level": 2
        },
        {
          "class": "savant",
          "level": 2
        }
      ],
      "school": "Divination",
      "range": "30’",
      "duration": "1 turn",
      "areaOfEffect": "1 creature / round",
      "components": "V,S,M",
      "castingTime": "1 round",
      "savingThrow": "Negates",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell enables the caster to determine if any creature within the area of effect is under the influence of a charm, suggestion, or similar spell. The target is allowed a saving throw to resist detection. A successful save means the spell will register nothing, even if the creature is charmed. The spell does not reveal the nature of the charm or who cast it.\n\nThe reverse, *obscure charm*, prevents detection of such effects. This is useful for those attempting to hide the fact that others are under magical influence.",
      "id": 5135
    },
    {
      "name": "Detect Ethereal",
      "caster": [
        {
          "class": "mystic",
          "level": 2
        }
      ],
      "school": "Divination",
      "range": "10’/level",
      "duration": "3 rounds + 1/level",
      "areaOfEffect": "60° arc, 10’ wide / level",
      "components": "V,S",
      "castingTime": "3 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to detect ethereal creatures and objects within the spell’s area of effect. The caster must concentrate, sweeping the area in a 60° arc, at a rate of one segment per arc. The caster may move while sweeping, allowing a broader scan, but cannot cast another spell while doing so.\n\nNote that this spell does not allow for actual travel to the Ethereal Plane or manipulation of the ethereal objects detected.",
      "id": 5136
    },
    {
      "name": "Detect Possession",
      "caster": [
        {
          "class": "savant",
          "level": 2
        }
      ],
      "school": "Divination",
      "range": "30’",
      "duration": "1 round / level",
      "areaOfEffect": "1 creature / round",
      "components": "V,S,M",
      "castingTime": "4 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to determine whether a creature is under the influence of possession (by a ghost, demon, etc.). The caster must look directly at the target creature to detect possession. The spell will not detect domination or charm effects — only full possession where a foreign spirit occupies the body.\n\nThe spell can be foiled by spells that protect against detection or divination magic.",
      "id": 5137
    },
    {
      "name": "Dust Devil",
      "caster": [
        {
          "class": "cleric",
          "level": 2
        }
      ],
      "school": "Conjuration/Summoning",
      "range": "30’",
      "duration": "1 round / level",
      "areaOfEffect": "One dust devil",
      "components": "V,S",
      "castingTime": "3 rounds",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell will conjure a weak species of air elemental: a dust devil (see the *Adventures Dark and Deep™ Bestiary* for details).\n\nThe dust devil must remain within 30’ of the caster at all times, but will move, attack, and otherwise act as the caster commands for 1 round per experience level of the caster.\n\nAfter the spell expires, the dust devil is immediately sent back to its home plane. It can also be dismissed by any stronger creature from the Elemental Plane of Air, and contact with any creature with an innate magic resistance will likewise disrupt the dust devil and send it packing.\n\nIt cannot attack any creature not native to the plane of the caster who summoned it.\n\nThis spell cannot be cast underwater.",
      "id": 5138
    },
    {
      "name": "Enhance Beverage",
      "caster": [
        {
          "class": "bard",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "10’",
      "duration": "Permanent (see text)",
      "areaOfEffect": "See table",
      "components": "V",
      "castingTime": "4 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to improve the quality and flavor of any beverage within 10’. Brackish water turns pure, cheap wine becomes fine, and so forth. Even the effects and/or durations of magical potions increase by 10% (although multiple applications of this spell are not cumulative).\n\nThe effect on ordinary drink is permanent, but magical potions must be consumed within one hour per caster level or the effect disappears (but the potion will be otherwise unaffected).\n\n**TABLE 307: ENHANCE BEVERAGE**\n| Liquid Type       | Amount Affected |\n|-------------------|------------------|\n| Water             | 1 gallon         |\n| Ale, beer, tea    | 1 quart          |\n| Wine              | 1 pint           |\n| Distilled liquor  | 1 cup            |\n| Magical potion    | 1 vial           |\n\nPoisonous liquids remain toxic after casting this spell.",
      "id": 5139
    },
    {
      "name": "Enhance Food",
      "caster": [
        {
          "class": "bard",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "10’",
      "duration": "Permanent",
      "areaOfEffect": "One plate / level",
      "components": "V",
      "castingTime": "4 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to improve the quality, flavor, and nutritional value of any food. A bowl of dandelions tastes like the finest greens, a bowl of mush will be fully nutritious, filling, and completely pleasing to the palate, and so on.\n\nNote that the appearance (and, ultimately, substance) of the food is not affected. One meal per casting of the spell can be so affected. A meal consisting of enhanced food also cures 1–3 hit points of damage.",
      "id": 5140
    },
    {
      "name": "Enhance Image",
      "caster": [
        {
          "class": "bard",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "0",
      "duration": "See below",
      "areaOfEffect": "See below",
      "components": "V",
      "castingTime": "4 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to actually change the outward appearance of himself and several companions, making them seem to be wearing better clothing. The spell also cleans faces and hands, removes odor, coifs hair, and so forth. The spell can affect a number of individuals equal to the caster level divided by two (rounded up), all of whom must be within 60’ of the caster when the spell is cast (the caster can be included in the spell’s effect).\n\nThe spell lasts for as long as the caster maintains the incantation, plus a like amount of time after the incantation ends. Thus, if a bard casts this spell and sings the incantation for two hours, the effects remain for two more hours beyond that point. It should be noted that this is not an illusion; the clothing and people are actually changed, so effects such as *true seeing*, *detect illusion*, and such will reveal nothing. Those affected by the spell will dimly radiate magic if *detect magic* is cast.",
      "id": 5141
    },
    {
      "name": "Enthrall",
      "caster": [
        {
          "class": "cleric",
          "level": 2
        }
      ],
      "school": "Enchantment/Charm",
      "range": "0",
      "duration": "Up to 6 turns",
      "areaOfEffect": "90’ radius",
      "components": "V,S,M",
      "castingTime": "1 round",
      "savingThrow": "No effect",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to hold an audience literally spellbound. The audience must be within 90’ of the caster, be able to understand the language being spoken, and be no more than 4th level (or have 4 hit dice) or have a wisdom score of 14 or less. Listeners get a saving throw vs. spells, or else they are enthralled; creatures of a race generally hostile to the caster get a bonus of +4 to their saving throw.\n\nThe spell is cast by the caster speaking for one full round, at the end of which time all those in the area of effect who fail their saving throws will be enthralled. Those so affected will treat the caster as if he has a charisma of 21, but will not otherwise automatically do the bidding of the caster. The spell will last for as long as the caster keeps speaking, up to 1 hour. Those who make their saving throws will view the caster as having a charisma of 3, and have a 50% chance of jeering the caster. If that happens, all those who originally made their saving throws must make a second saving throw or join in the derision. If the caster attempts to convert the listeners to another faith or alignment, the listeners get a new saving throw with a bonus of +5.",
      "id": 5142
    },
    {
      "name": "Far Wandering",
      "caster": [
        {
          "class": "bard",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "0",
      "duration": "See below",
      "areaOfEffect": "60’ radius",
      "components": "V",
      "castingTime": "4 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to increase the time that he and his companions can travel overland, without resting, by 20%. This does not increase the speed with which they travel, but does allow them to travel longer. The caster must be able to continue his song while traveling, or the effect is lost. One person per caster level can be so affected; mounts and centaurs count as two persons, and all must remain within 60’ of the caster. Note that the spell does not apply to travel by sea, nor travel underground, in cities, or in large buildings.",
      "id": 5143
    },
    {
      "name": "Fascinate",
      "caster": [
        {
          "class": "bard",
          "level": 6
        },
        {
          "class": "illusionist",
          "level": 2
        },
        {
          "class": "mountebank",
          "level": 2
        }
      ],
      "school": "Enchantment/Charm",
      "range": "30’",
      "duration": "See below",
      "areaOfEffect": "One creature",
      "components": "V,S",
      "castingTime": "2 segments",
      "savingThrow": "No effect",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to seem to be a trusted companion, lover, or other desired being, in order to gain the trust and love of the target creature. The creature to be fascinated can be of any sort, but must have an intelligence score greater than 0. Note that the spell does not actually change the appearance of the caster.\n\nIf the target fails a saving throw vs. spells, he will follow the caster around if possible, although not so far as to risk life and limb. The caster can make requests of the fascinated target, which must be obeyed if the caster makes a successful charisma check (i.e., rolling his charisma score or less on 3d6), but the game master may apply an adjustment of up to +6 if the requests are dangerous or even life-threatening. One such failed check is enough to end the spell, and the fascinated creature will be filled, in turn, with anger and rage.\n\nOtherwise the spell will last for a maximum of one day per point of charisma of the caster. Animals, on the other hand, will only remain fascinated for 1–4 days. Once the spell wears off, the subject will either attack (if poorly treated) or simply leave (if well-treated), but if well-treated there is a 2% chance per point of caster’s charisma that the subject will remain of his own free will once the spell has worn off.",
      "id": 5144
    },
    {
      "name": "Feign Death",
      "caster": [
        {
          "class": "cleric",
          "level": 3
        },
        {
          "class": "druid",
          "level": 2
        },
        {
          "class": "jester",
          "level": 2
        },
        {
          "class": "magic-user",
          "level": 3
        },
        {
          "class": "mountebank",
          "level": 3
        },
        {
          "class": "mystic",
          "level": 3
        }
      ],
      "school": "Necromantic",
      "range": "Touch",
      "duration": "See below",
      "areaOfEffect": "One creature",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to create a state of catatonia that is indistinguishable from death. The person so affected is fully conscious of his surroundings, but the senses of sight and touch are dead (hearing and smell are unaffected). Any damage suffered to the “body” for the duration of the spell is reduced by half, and paralyzation and level-draining attacks, etc., will have no effect. If the “body” is poisoned while the spell is in effect, the venom will have no effect, but will take effect once the duration of the spell is over.\n\nThe caster of the spell can end its effects at will, but it will take a full round for the target to regain the use of his body. When cast by a jester, magic-user, or mountebank, this spell lasts for six rounds plus one round per level of the caster, and nothing more than the spoken spell and hand-gestures are required. When cast by a cleric or cleric subclass, the spell lasts four rounds longer and requires a pinch of dirt from a graveyard (which disappears once the spell is cast) and the cleric’s holy symbol (which does not).",
      "id": 5145
    },
    {
      "name": "Find Traps",
      "caster": [
        {
          "class": "cleric",
          "level": 2
        }
      ],
      "school": "Divination",
      "range": "0",
      "duration": "3 turns",
      "areaOfEffect": "10’x30’ beam",
      "components": "V,S",
      "castingTime": "5 segments",
      "savingThrow": "None",
      "source": "ADD_Core_Rulebook",
      "description": "This spell allows the caster to see any and all concealed or otherwise hidden traps, whether they are of a magical or mundane nature. It does not disarm or otherwise prevent such traps from functioning. The caster must be looking in the direction of the trap, and must have light to see by. The spell lasts for 3 turns.",
      "id": 5146
    },
    {
      "name": "Fire Trap",
      "caster": [
        {
          "class": "druid",
          "level": 2
        }
      ],
      "school": "Evocation",
      "range": "Touch",
      "duration": "Permanent until triggered",
      "areaOfEffect": "One item",
      "components": "V,S,M",
      "castingTime": "5 rounds",
      "savingThrow": "½ damage",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to place an explosive protection on any one item that can be closed, such as a door, book, chest, etc. The spell will cause a fiery blast causing 1–4 hit points of damage when the object is opened, plus 1 h.p. per level of the caster (the item trapped is not harmed by the spell).\n\nIt cannot be used in conjunction with any sort of magical locking spell such as *wizard lock* or *hold portal*. The spell requires either sulfur or a stick of charcoal, which is used to trace around the outside of the trapped item. The nature of the fire trap is such that normal means of detecting traps are only half effective, and a failure to remove traps indicates the trap is triggered.\n\nThis spell cannot be cast underwater.",
      "id": 5147
    },
    {
      "name": "Flame Blade",
      "caster": [
        {
          "class": "druid",
          "level": 2
        }
      ],
      "school": "Evocation",
      "range": "0",
      "duration": "1 round / level",
      "areaOfEffect": "One weapon",
      "components": "V,S,M",
      "castingTime": "3 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell calls into being a fiery blade from the caster’s hand, appearing as a searing scimitar made of fire. The blade will last for 1 round per level of the caster, and will do 3–8 hit points of damage when it hits.\n\nWhen used against creatures vulnerable to fire, or those which are undead, the blade does an additional 2 hit points of damage per hit, but when used against those with some natural or magical protection against fire, the damage done is reduced by 2 points per hit.\n\nThe scimitar will not hit those creatures only hit by enchanted weapons, unless they are undead, in which case it can be used to hit them. The spell requires a sumac leaf in addition to the caster’s holy symbol; the sumac is consumed by the casting.\n\nThis spell cannot be cast underwater, save within the area of effect of an *airy water* spell.",
      "id": 5148
    },
    {
      "name": "Flame Dagger",
      "caster": [
        {
          "class": "magic-user",
          "level": 2
        }
      ],
      "school": "Evocation",
      "range": "0",
      "duration": "1 round / level",
      "areaOfEffect": "See below",
      "components": "V,S",
      "castingTime": "2 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell causes a dagger of pure fire to appear in the spellcaster’s hand. The dagger can be used as an ordinary weapon, doing damage as if it were a regular dagger, but it will also be able to harm creatures normally only harmed by weapons of +1 or greater enchantment. The flame dagger does not actually receive any bonuses, however, except against creatures particularly vulnerable to heat and fire, such as yetis. Against such creatures the flame dagger gets a +1 bonus “to hit” and to damage. A flame dagger cannot be thrown or given to another creature; it disappears instantly if it leaves the hand of the spellcaster. If the caster is 7th level or above, he can choose to have two daggers appear, one in each hand; they are subject to the usual penalties for wielding two weapons, however.",
      "id": 5149
    },
    {
      "name": "Flaming Sphere",
      "caster": [
        {
          "class": "magic-user",
          "level": 2
        }
      ],
      "school": "Evocation",
      "range": "100’",
      "duration": "1 round / level",
      "areaOfEffect": "6’ diameter globe",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell brings into being a globe of fire some 6’ in diameter. The fire itself is normal in nature, and can thus be extinguished as might any bonfire or similar flame. The globe can, at the command of the caster, roll along the ground up to 10’ per round in any direction (the caster must point in the desired direction or else the sphere comes to a halt), including uphill, over barriers (4’ high maximum), etc. The sphere will set alight flammable items such as paper, dry grass, etc. If commanded to move into water, the sphere will be extinguished. If the sphere strikes one or more creatures, they must make a saving throw vs. spells. Failure indicates they take 2-8 h.p. of damage. Success indicates that no damage is taken, and in addition the sphere itself is dissipated. The sphere cannot move more than 100’ away from the caster. The spell requires small quantities of tallow, sulfur, and powdered iron, all of which are destroyed.",
      "id": 5150
    },
    {
      "name": "Fog Cloud",
      "caster": [
        {
          "class": "illusionist",
          "level": 2
        }
      ],
      "school": "Illusion",
      "range": "10’",
      "duration": "4 rounds + 1 round / level",
      "areaOfEffect": "40’x20’x20’ cloud",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell creates the illusion of a greenish mass of vapor that rolls and roils along the ground, and which will often be mistaken for a *cloudkill* spell. The fog cloud will take the form of a misty mass some 40’ wide, 20’ high, and 20’ deep, moving along the ground at some 10’ per round. It will last for 4 rounds plus 1 round per level of the caster.\n\nAnyone in the fog cloud will have his vision obscured past 2’, but no other ill effects will be forthcoming.",
      "id": 5151
    },
    {
      "name": "Fool’s Gold",
      "caster": [
        {
          "class": "magic-user",
          "level": 2
        },
        {
          "class": "mountebank",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "10’",
      "duration": "6 turns / level",
      "areaOfEffect": "1 cu. ft. / level",
      "components": "V,S,M",
      "castingTime": "1 round",
      "savingThrow": "See below",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell enables the caster to change lead, brass, or copper into gold, albeit temporarily (1 hour per level of the caster). The caster is able to affect 1 cubic foot per level, the equivalent of some 4,000 coins. Persons and monsters handling fool’s gold get an intelligence check (roll their intelligence or lower on 1d20), adjusted by +1 for every level of the caster. If fool’s gold is struck by cold iron, there is a chance it reverts to base metal:\n\n**TABLE 312: FOOL'S GOLD**\n| Gem Used to Cast Spell | Chance to Revert |\n|------------------------|------------------|\n| 50 g.p. citrine        | 30%              |\n| 100 g.p. amber         | 25%              |\n| 500 g.p. topaz         | 10%              |\n| 1,000 g.p. corundum    | 1%               |\n\nThe gem powder is lost when the spell is cast.",
      "id": 5152
    },
    {
      "name": "Forget",
      "caster": [
        {
          "class": "magic-user",
          "level": 2
        },
        {
          "class": "mountebank",
          "level": 2
        }
      ],
      "school": "Enchantment/Charm",
      "range": "30’",
      "duration": "Permanent",
      "areaOfEffect": "See below",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "No effect",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell wipes the immediate short-term memory from the target creature(s). Up to 1 round of memories per 3 levels of the caster can be so erased. The target(s) must be within 30’ of the caster, and must all be within a 20’ x 20’ area; up to 4 targets may be so affected. The targets do get a saving throw vs. spells; if there is only 1 target, he gets a -2 penalty on his save; if there are 2 targets, they get -1 penalties; 3 or 4 targets make their saving throws normally. Note that this spell won’t negate the effects of other mind-altering spells cast on the target during the time erased from memory, but it might make the target forget who cast those spells in the first place! The spell can be negated by means of a heal, restoration, or wish spell.",
      "id": 5153
    },
    {
      "name": "Goodberry/Badberry",
      "caster": [
        {
          "class": "druid",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "Touch",
      "duration": "1 day + 1 day / level",
      "areaOfEffect": "2–8 berries",
      "components": "V,S,M",
      "castingTime": "1 round",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to transform freshly-picked raspberries, blueberries, lingonberries, strawberries, etc., into goodberries. Goodberries are able to sustain an individual as if he had eaten an entire meal, and will heal 1 hit point of damage, but will not cure disease, or otherwise cure or heal either.\n\nThe reverse of the spell, *badberry*, will make rotten and putrid berries appear fresh and wholesome, but they will inflict 1 hit point of poison damage if eaten (no saving throw is allowed). Goodberries or badberries can be detected by any druid of 3rd level or greater, or by a *detect magic* spell. They will retain their dweomer for 1 day plus 1 day per experience level of the caster.",
      "id": 5154
    },
    {
      "name": "Gust of Wind",
      "caster": [
        {
          "class": "bard",
          "level": 2
        },
        {
          "class": "jester",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "10’ / level",
      "duration": "1 round",
      "areaOfEffect": "10’ wide path, 10’ / level long",
      "components": "V,S,M",
      "castingTime": "1 segment",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell creates a strong blast of air which issues forth from the caster’s hand in the direction indicated. The wind will blow over objects and scatter lightweight items, disperse gases and vapors, knock over small boats, extinguish candles and torches, etc. It can also force flying creatures away unless they succeed on a saving throw.",
      "id": 5155
    },
    {
      "name": "Healing Sleep",
      "caster": [
        {
          "class": "bard",
          "level": 2
        }
      ],
      "school": "Necromantic",
      "range": "0",
      "duration": "See below",
      "areaOfEffect": "30’ radius",
      "components": "V",
      "castingTime": "4 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to enable his companions, or anyone else, to enter into a particularly helpful and healing sleep. It does not induce sleep itself, but once the listener falls asleep, he heals wounds at twice the normal rate (as long as sleep comes within two hours of hearing the spell). The doubling effect does not apply to magical healing, but even if someone is only able to rest eight hours (rather than the full day’s rest that is normally required), they still regain a lost hit point.",
      "id": 5156
    },
    {
      "name": "Heat Metal / Chill Metal",
      "caster": [
        {
          "class": "druid",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "40’",
      "duration": "7 rounds",
      "areaOfEffect": "50 lbs. / level",
      "components": "V,S,M",
      "castingTime": "4 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell causes iron or steel items (such as weapons or armor) to grow progressively hotter, over the course of 7 rounds, as follows:\n\n1st: Warm — no damage\n2nd: Hot — 1–2 points\n3rd–5th: Searing — 2–8 points and forced drop unless save\n6th: Hot — 1–2 points\n7th: Warm — no damage\n\nChill metal, the reverse, causes similar damage due to extreme cold and has the same duration and progression. Note: creatures must remove affected items or suffer continued effects each round. It may not affect magical items or certain creatures (like fire/cold-based).",
      "id": 5157
    },
    {
      "name": "Hideous Laughter",
      "caster": [
        {
          "class": "jester",
          "level": 3
        },
        {
          "class": "magic-user",
          "level": 2
        }
      ],
      "school": "Evocation",
      "range": "50’",
      "duration": "5 rounds",
      "areaOfEffect": "One creature",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "No effect",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell causes a creature to fall into a fit of uncontrollable laughter. By the round after it is cast, the creature is laughing so hysterically that it becomes helpless.\n\n**TABLE 319: HIDEOUS LAUGHTER**\n| Round | Effect                                |\n|--------|----------------------------------------|\n| 1      | Slight tingling                       |\n| 2      | Collapse in paroxysms of laughter     |\n| 3–4    | Recovering; -2 STR or -2 to hit/damage|\n| 5      | None                                   |\n\nThe target must be within 50’, and is entitled to a saving throw vs. spells. Creatures with intelligence <4 are unaffected; INT 4–8 save at -6, INT 9–12 at -4, INT 13–15 at -2, and INT 16+ at no penalty. Requires a tart, a feather, and a paddle, all consumed in the casting.",
      "id": 5158
    },
    {
      "name": "Hold Person",
      "caster": [
        {
          "class": "cleric",
          "level": 2
        },
        {
          "class": "magic-user",
          "level": 3
        }
      ],
      "school": "Enchantment/Charm",
      "range": "60’",
      "duration": "4 rounds / level",
      "areaOfEffect": "1–3 creatures",
      "components": "V,S",
      "castingTime": "5 segments",
      "savingThrow": "No effect",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "The hold person spell enables the caster to magically hold in place, completely frozen and unable to move, up to three creatures. The spell will affect humans, demi-humans (elves, centaurs, dwarves, etc.), humanoids (orcs, goblins, etc.), and other creatures noted as persons for purposes of this spell in the *Adventures Dark and Deep™ Bestiary*.\n\nIf only two creatures are targeted, each gets a -1 penalty on their saving throw. If a single creature is the target, its saving throw is made at a penalty of -2. If the spell is somehow only partially effective (as with a ring of spell turning), it will function as a *slow* spell.",
      "id": 5159
    },
    {
      "name": "Holy Symbol",
      "caster": [
        {
          "class": "cleric",
          "level": 2
        }
      ],
      "school": "Conjuration/Summoning",
      "range": "Touch",
      "duration": "Permanent",
      "areaOfEffect": "One holy symbol",
      "components": "V,S,M",
      "castingTime": "1 turn",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to turn an ordinary religious symbol of his faith into a holy symbol suitable for use in spellcasting, turning undead, etc. The religious symbol must, of course, be of the appropriate shape and materials; not just any stick or stone will do.",
      "id": 5160
    },
    {
      "name": "Hypnotic Pattern",
      "caster": [
        {
          "class": "illusionist",
          "level": 2
        },
        {
          "class": "mountebank",
          "level": 2
        },
        {
          "class": "mystic",
          "level": 4
        },
        {
          "class": "savant",
          "level": 2
        }
      ],
      "school": "Illusion/Phantasm",
      "range": "0",
      "duration": "See below",
      "areaOfEffect": "30’ square feet",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "No effect",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell will create an intricate glowing pattern which will have the effect of mesmerizing up to a total of 24 hit dice worth of creatures, as long as they are all within a 30’x30’ area around the caster. Each individual is entitled to a saving throw vs. spells.\n\nThe effect will last as long as the caster can keep creating it in the air by carefully waving either a stick of incense or a crystal rod filled with some sort of phosphorescence (special lichens, glowworm essence, etc.), and maintaining his concentration.",
      "id": 5161
    },
    {
      "name": "Ignore",
      "caster": [
        {
          "class": "jester",
          "level": 2
        }
      ],
      "school": "Enchantment/Charm",
      "range": "60’",
      "duration": "1 round / level",
      "areaOfEffect": "One creature",
      "components": "V,S",
      "castingTime": "3 segments",
      "savingThrow": "Negates",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell causes a single creature to utterly ignore the caster or someone designated by him. The creature affected must save vs. spells or be completely unable to perceive the target — they effectively cease to exist in the eyes of the target for the duration of the spell.",
      "id": 5162
    },
    {
      "name": "Illusionary Trap",
      "caster": [
        {
          "class": "illusionist",
          "level": 2
        }
      ],
      "school": "Illusion/Phantasm",
      "range": "10’",
      "duration": "Permanent",
      "areaOfEffect": "One trap",
      "components": "V,S,M",
      "castingTime": "3 rounds",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell creates the illusion that a mechanical trap is set on some small device like a lock, hinge, or loose stone. Thieves detecting traps are 80% likely to be fooled, -4% per experience level. On attempting to disarm, success appears 20% likely, +4% per level. No real trap is created. Only one may be placed within 50’ of another. Requires a piece of iron pyrite (not consumed).",
      "id": 5163
    },
    {
      "name": "Illusory Trap",
      "caster": [
        {
          "class": "magic-user",
          "level": 2
        }
      ],
      "school": "Illusion/Phantasm",
      "range": "10’",
      "duration": "Permanent",
      "areaOfEffect": "One trap",
      "components": "V,S,M",
      "castingTime": "3 rounds",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell creates the illusion that a mechanical trap is set on some small device such as a lock, hinge, loose flagstone, etc. If someone with the ability to detect traps (such as a thief) attempts to do so on the object so enchanted, he is 80% likely to detect (and be fooled by) the illusionary trap, minus 4% per experience level. If he then attempts to remove the trap, he will believe himself to have succeeded only 20% of the time, plus 4% per experience level. The spell does not create any actual effects; its purpose is only to waste time and confuse. Only one such trap may be placed within 50’ of any other, and once “set” will remain in place until the trap is “discovered.” The spell requires that a piece of iron pyrite (aka “fool’s gold”) be touched to the item to be affected. The iron pyrite does not disappear when the spell is cast.",
      "id": 5164
    },
    {
      "name": "Improved Phantasmal Force",
      "caster": [
        {
          "class": "illusionist",
          "level": 2
        }
      ],
      "school": "Illusion/Phantasm",
      "range": "60’ + 10’/level",
      "duration": "See below",
      "areaOfEffect": "160 sq. ft. + 10 sq. ft. / level",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "No effect",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "As the name implies, this spell is a more robust version of the phantasmal force spell. It creates a visible illusion so convincing that creatures believing it to be real will suffer actual damage from it, if appropriate. The image can move, react, and make some sounds, but not speak.\n\nThe caster may:\n- Concentrate minimally (allows movement/speech; illusion lasts while concentrating)\n- Concentrate intensely for 1 round (no speech/movement; illusion persists for 2 more rounds)\n\nTaking damage breaks concentration. Affected area is 160 sq. ft. + 10 per caster level. Creatures disbelieving get a save vs. spells; others told of the illusion get a save at +4. The illusion fails if it does not react believably. Requires a bit of fleece, consumed in casting.",
      "id": 5165
    },
    {
      "name": "Invisibility",
      "caster": [
        {
          "class": "bard",
          "level": 5
        },
        {
          "class": "illusionist",
          "level": 2
        },
        {
          "class": "jester",
          "level": 2
        },
        {
          "class": "magic-user",
          "level": 2
        },
        {
          "class": "mystic",
          "level": 3
        },
        {
          "class": "savant",
          "level": 2
        }
      ],
      "school": "Illusion/Phantasm",
      "range": "Touch",
      "duration": "See below",
      "areaOfEffect": "One creature",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to cause any single creature touched (and his possessions, worn or carried) to become completely invisible, both to ordinary sight and infravision. The invisibility will continue until either it is magically dispelled, or the creature attacks another, in which case the invisibility is instantly cancelled.\n\nThe invisible creature could perform most other normal functions without spoiling the spell: walking, opening doors, talking, etc.\n\nWhen cast by a bard, jester, mystic, or illusionist, this spell does not require any material components, but when cast by a magic-user or savant, it requires an eyelash in gum arabic.",
      "id": 5166
    },
    {
      "name": "Irritation",
      "caster": [
        {
          "class": "magic-user",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "10’ / level",
      "duration": "See below",
      "areaOfEffect": "One creature",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "No effect",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell causes severe skin irritation. It can be cast as:\n\n**Itching**: 5–8 segments of scratching or else gain AC +4 and -2 to hit for 3 rounds. Spellcasting is lost if scratching.\n\n**Rash**: 1–4 rounds to appear. Lose 1 CHA per day (max 4), and 1 DEX after a week. Cured by *cure disease* or *dispel magic*. Scaly or tough-hided creatures are typically immune. Requires powdered poison ivy/oak/sumac.",
      "id": 5167
    },
    {
      "name": "Knock",
      "caster": [
        {
          "class": "bard",
          "level": 2
        },
        {
          "class": "magic-user",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "60’",
      "duration": "Instantaneous",
      "areaOfEffect": "10 sq. ft. / level",
      "components": "V",
      "castingTime": "1 segment",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell will open all locks, closed doors and boxes, etc. It will open secret and concealed doors, raise bars holding closed doors, cause chests to spring open, etc. It will open a door held by the *hold portal* spell. If a door is being held by a *wizard lock* spell, this spell will hold it open for 1 turn.",
      "id": 5168
    },
    {
      "name": "Lightning Bolt",
      "caster": [
        {
          "class": "jester",
          "level": 2
        },
        {
          "class": "magic-user",
          "level": 3
        }
      ],
      "school": "Evocation",
      "range": "40’ + 10’ / level",
      "duration": "Instantaneous",
      "areaOfEffect": "5’×80’ line or 10’×40’ bolt",
      "components": "V,S,M",
      "castingTime": "3 segments",
      "savingThrow": "½ damage",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "Creates a bolt of lightning from a point away from the caster. Melts soft metals, bursts doors, damages stone. Two forms: 10’×40’ wide bolt or 5’×80’ narrow bolt. If insufficient space, it rebounds. Water causes 20’ radius sphere of effect.\n\nDamage is 1d6 per level. Save for half. Needs fur and a rod of amber, crystal, or glass (not consumed).",
      "id": 5169
    },
    {
      "name": "Locate Plants",
      "caster": [
        {
          "class": "druid",
          "level": 2
        },
        {
          "class": "savant",
          "level": 2
        }
      ],
      "school": "Divination",
      "range": "0",
      "duration": "1 turn / level",
      "areaOfEffect": "10’ radius",
      "components": "V,S,M",
      "castingTime": "1 round",
      "savingThrow": "None",
      "source": "ADD_Core_Rulebook",
      "description": "This spell allows the caster to locate a single stated type of plant. As the caster moves, the effect moves with him, allowing real-time detection of nearby flora.",
      "id": 5170
    },
    {
      "name": "Lucky Draw",
      "caster": [
        {
          "class": "bard",
          "level": 2
        },
        {
          "class": "mountebank",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "30’",
      "duration": "Instantaneous",
      "areaOfEffect": "See below",
      "components": "V",
      "castingTime": "4 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to alter some chance-based outcome, such as a roll of the dice, a hand of cards, the flip of a coin, and so on, to be the result desired. (Note: this does not affect actual dice rolls by the players or game master — only in-game actions.) If used on a magic item (e.g., a deck of many things), the chance of success is 10% × caster level. The items affected must be visible. The caster can fix one such outcome per level, as long as the incantation continues.",
      "id": 5171
    },
    {
      "name": "Magic Mouth",
      "caster": [
        {
          "class": "illusionist",
          "level": 2
        },
        {
          "class": "magic-user",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "See below",
      "duration": "See below",
      "areaOfEffect": "One mouth",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell causes a magical mouth to appear on an object. The mouth will speak a message (up to 25 words) when a condition is met, as determined by the caster. The condition can be simple or complex, but the subject must be within 5’ per caster level. The mouth cannot detect invisible creatures or discern things like class or alignment. It disappears after delivering its message. Requires a piece of honeycomb (consumed).",
      "id": 5172
    },
    {
      "name": "Messenger",
      "caster": [
        {
          "class": "cleric",
          "level": 2
        }
      ],
      "school": "Enchantment/Charm",
      "range": "20’",
      "duration": "1 day / level",
      "areaOfEffect": "One creature",
      "components": "V,S,M",
      "castingTime": "1 round",
      "savingThrow": "Negates",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell causes a small animal (bird, rodent, or similar creature) to deliver a message of up to 25 words to a known recipient. The creature must be native to the area and the destination must be within the caster’s knowledge. If the target is not there or cannot receive the message, the messenger returns to the caster (if within range).\n\nThe spell fails if the animal is prevented or killed.",
      "id": 5173
    },
    {
      "name": "Mirror Image",
      "caster": [
        {
          "class": "illusionist",
          "level": 2
        },
        {
          "class": "jester",
          "level": 2
        },
        {
          "class": "magic-user",
          "level": 2
        }
      ],
      "school": "Illusion/Phantasm",
      "range": "0",
      "duration": "2 or 3 rounds / level",
      "areaOfEffect": "See below",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell creates from one to four exact duplicates of the caster, all of whom move and act in concert with him. The images move and shift around, so it is impossible to pick out the real one, even if he has been struck and wounded in a previous round. If an image is struck by a weapon, it will disappear.\n\nThe number of mirror images is determined by rolling percentile dice and adding the caster’s experience level to the number:\n\n**TABLE 329: MIRROR IMAGE**\n| Die Roll Plus Level | Magic-user/Jester | Illusionist |\n|---------------------|-------------------|-------------|\n| 01–25               | 1                 | 2           |\n| 26–50               | 2                 | 3           |\n| 51–75               | 3                 | 4           |\n| 76+                 | 4                 | 5           |\n\nAll of the images will instantly disappear when the spell expires after 2 rounds per level of the caster if cast by a magic-user or jester, or 3 rounds per level if cast by an illusionist.",
      "id": 5174
    },
    {
      "name": "Misdirection",
      "caster": [
        {
          "class": "illusionist",
          "level": 2
        },
        {
          "class": "mountebank",
          "level": 2
        }
      ],
      "school": "Illusion/Phantasm",
      "range": "30’",
      "duration": "1 round / level",
      "areaOfEffect": "One creature",
      "components": "V,S",
      "castingTime": "2 segments",
      "savingThrow": "No effect",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell causes a divination (e.g., detect charm, detect lie, detect magic) targeting the subject to go awry. The caster of the divination must make a saving throw vs. spells; failure causes the result to be incorrect, misleading, or completely null. The target appears non-magical, uncharmed, invisible objects remain hidden, etc.",
      "id": 5175
    },
    {
      "name": "Obscurement",
      "caster": [
        {
          "class": "mystic",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "0",
      "duration": "4 rounds + 1 / level",
      "areaOfEffect": "20’ radius / level",
      "components": "V,S",
      "castingTime": "4 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell creates a misty cloud that obscures vision within the area of effect. The fog is stationary and reduces visibility to 2’. It cannot be dispersed by ordinary wind but is affected by magical wind (such as *gust of wind*).\n\nThe obscuring effect does not block sound or magic but offers concealment for ambushes or retreat.",
      "id": 5176
    },
    {
      "name": "Plant Friend",
      "caster": [
        {
          "class": "druid",
          "level": 2
        },
        {
          "class": "mystic",
          "level": 2
        }
      ],
      "school": "Abjuration",
      "range": "Touch",
      "duration": "6–9 rounds",
      "areaOfEffect": "One creature",
      "components": "V,S",
      "castingTime": "2 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell causes weapons made of plant materials to deal minimum damage to the recipient. It also causes entangle and similar effects to ignore the target. Plant-based creatures like vegepygmies react positively unless the recipient attacks, which breaks the spell and causes hostility.",
      "id": 5177
    },
    {
      "name": "Plant Growth",
      "caster": [
        {
          "class": "druid",
          "level": 3
        },
        {
          "class": "jester",
          "level": 2
        },
        {
          "class": "magic-user",
          "level": 4
        },
        {
          "class": "mountebank",
          "level": 4
        }
      ],
      "school": "Alteration",
      "range": "See below",
      "duration": "Permanent",
      "areaOfEffect": "See below",
      "components": "V,S,M",
      "castingTime": "1 round",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to transform an area containing 'normal' vegetation such as bushes and trees into a near-impenetrable thicket that slows movement to 10’/round (20’/round for large creatures). When cast by a druid, the spell affects a 20’×20’ area per level, centered on a point up to 160’ away. Non-druids affect one 10’×10’ square per level, at up to 10’ per level distance.",
      "id": 5178
    },
    {
      "name": "Prediction",
      "caster": [
        {
          "class": "savant",
          "level": 2
        }
      ],
      "school": "Divination",
      "range": "0",
      "duration": "Instantaneous",
      "areaOfEffect": "See below",
      "components": "V",
      "castingTime": "2 rounds",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "By means of this spell, the caster can tell the outcome of a future event that will occur within 24 hours. The answer will be specific, but couched in ambiguities or rhyme. Only one prediction can be made per caster per subject.",
      "id": 5179
    },
    {
      "name": "Preserve",
      "caster": [
        {
          "class": "magic-user",
          "level": 2
        },
        {
          "class": "mountebank",
          "level": 2
        }
      ],
      "school": "Abjuration",
      "range": "Touch",
      "duration": "Permanent",
      "areaOfEffect": "½ cu. ft. / level",
      "components": "V,S,M",
      "castingTime": "2 rounds",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to keep item(s) fresh indefinitely. Affects ½ cubic foot of material per level. Depending on caster level: 2–4 affects hard/dry; 5–7 soft/moist; 8+ wet/liquid. Will not preserve sacred druidic plants or corpses. Requires a pinch of dust, resin or amber, and a drop of brandy (all consumed).",
      "id": 5180
    },
    {
      "name": "Produce Fire / Quench Fire",
      "caster": [
        {
          "class": "druid",
          "level": 2
        }
      ],
      "school": "Evocation",
      "range": "40’",
      "duration": "1 round / level",
      "areaOfEffect": "10’ radius / level",
      "components": "V,S",
      "castingTime": "5 segments",
      "savingThrow": "Negates",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell calls a burst of fire into existence, causing 1d4 + 1/level fire damage (max 1d4 + 10). Used to ignite or damage. The reverse, *quench fire*, extinguishes fires in the same area. Does not affect magical fires.",
      "id": 5181
    },
    {
      "name": "Protection from Cantrips",
      "caster": [
        {
          "class": "magic-user",
          "level": 2
        }
      ],
      "school": "Abjuration",
      "range": "Touch",
      "duration": "1 day / level",
      "areaOfEffect": "One creature",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "No effect",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell provides complete immunity from the effects of cantrips, whether cast by magic-users and their sub-classes, apprentices, or other creatures that cast so-called 0-level spells. The spell protects either the caster or another touched target and lasts for 1 day per caster level. If cast on an unwilling subject, a successful “to hit” roll is required and the recipient is entitled to a saving throw vs. spells. Cantrips cast on protected targets fail with an audible “pop.” The flourish cantrip is unaffected, as it affects the spell itself rather than individuals.",
      "id": 5182
    },
    {
      "name": "Protection from Normal Missiles",
      "caster": [
        {
          "class": "mystic",
          "level": 2
        }
      ],
      "school": "Abjuration",
      "range": "Touch",
      "duration": "1 turn / level",
      "areaOfEffect": "One creature",
      "components": "V,S,M",
      "castingTime": "3 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell grants immunity to non-magical missiles, including arrows, bolts, hurled stones, etc., but does not protect against magical or enchanted projectiles. The recipient must remain within range at the time of casting. Protection lasts for 1 turn per level of the caster. A small piece of turtle shell is required as a component.",
      "id": 5183
    },
    {
      "name": "Pyrotechnics",
      "caster": [
        {
          "class": "druid",
          "level": 3
        },
        {
          "class": "magic-user",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "120’",
      "duration": "1 segment / level",
      "areaOfEffect": "See below",
      "components": "V,S,M",
      "castingTime": "3 rounds",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell transforms an existing fire source into either a blinding fireworks display or a choking cloud of smoke. Fireworks blind creatures within 120’ for the duration. Smoke obscures vision to 2’ in a large area (100× original fire size). The fire is extinguished after the effect. Material component: the original fire source.",
      "id": 5184
    },
    {
      "name": "Ray of Enfeeblement",
      "caster": [
        {
          "class": "magic-user",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "10’ + 2½’ / level",
      "duration": "1 round / level",
      "areaOfEffect": "One creature",
      "components": "V,S",
      "castingTime": "2 segments",
      "savingThrow": "No effect",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to decrease the strength of one creature by 25%, plus 2% per level of the caster beyond 3rd. When cast upon a character with an actual strength score, the effect is obvious; when cast upon a monster, the amount of damage that monster does on any given attack will be reduced by the percentage of strength loss. The target creature is entitled to a saving throw vs. spells.",
      "id": 5185
    },
    {
      "name": "Reflecting Pool",
      "caster": [
        {
          "class": "druid",
          "level": 2
        },
        {
          "class": "savant",
          "level": 3
        }
      ],
      "school": "Divination",
      "range": "10’",
      "duration": "1 round / level",
      "areaOfEffect": "Pool of water (2’ diameter / level)",
      "components": "V,S,M",
      "castingTime": "12 turns",
      "savingThrow": "None",
      "source": "ADD_Core_Rulebook",
      "description": "This spell transforms a normal pool of water into a divinatory scrying tool, functioning as a crystal ball for the Material Plane and nearby planes. Caster can cast detect-type spells through the pool with a 5% success chance per level. The pool can be underwater. Requires three doses of nut oil.",
      "id": 5186
    },
    {
      "name": "Refresh",
      "caster": [
        {
          "class": "bard",
          "level": 2
        }
      ],
      "school": "Abjuration",
      "range": "20’",
      "duration": "Instantaneous",
      "areaOfEffect": "One creature",
      "components": "V",
      "castingTime": "4 segments",
      "savingThrow": "None",
      "source": "ADD_Core_Rulebook",
      "description": "This spell removes fatigue, drowsiness, magical sleep, and paralysis (except *hold person*) from a single target within 20’. The recipient feels energized and fully awake.",
      "id": 5187
    },
    {
      "name": "Relive Memory",
      "caster": [
        {
          "class": "illusionist",
          "level": 2
        }
      ],
      "school": "Enchantment/Charm",
      "range": "30’",
      "duration": "1 round / level",
      "areaOfEffect": "One creature",
      "components": "V,S",
      "castingTime": "2 segments",
      "savingThrow": "No effect",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell forces a single creature to relive a memory similar to the current situation. If the caster knows a specific fitting memory, he may select it. Otherwise, roll randomly on the following table:\n\n**TABLE 364: RELIVE MEMORY**\n| Roll | Effect |\n|------|--------|\n| 1    | Current enemies seen as past friends |\n| 2    | Current friends seen as past enemies |\n| 3    | Safe place seen as dangerous         |\n| 4    | Dangerous place seen as safe         |\n| 5    | Monster seen as childhood pet        |\n| 6    | Someone within 30’ seen as authority figure |",
      "id": 5188
    },
    {
      "name": "Resist Fire",
      "caster": [
        {
          "class": "bard",
          "level": 2
        },
        {
          "class": "cleric",
          "level": 2
        },
        {
          "class": "druid",
          "level": 2
        },
        {
          "class": "mystic",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "Touch",
      "duration": "1 turn / level",
      "areaOfEffect": "One creature",
      "components": "V,S,M",
      "castingTime": "5 segments",
      "savingThrow": "See below",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell grants protection from fire. Temperatures up to 100°F feel normal. Against fire-based attacks (spells, dragon breath, etc.), the recipient gains a +2 bonus to saving throws and takes half damage on a failed save, and only one-quarter damage on a successful save.",
      "id": 5189
    },
    {
      "name": "Rope Trick",
      "caster": [
        {
          "class": "illusionist",
          "level": 3
        },
        {
          "class": "magic-user",
          "level": 2
        },
        {
          "class": "mountebank",
          "level": 2
        },
        {
          "class": "mystic",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "0",
      "duration": "2 turns / level",
      "areaOfEffect": "See below",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell causes a rope to rise into the air and hang vertically, supporting up to 600 lbs. Creatures can climb the rope and disappear into an extradimensional space. The space holds up to 6 man-sized beings. The rope must be pulled up to hide the entrance. When the duration ends, occupants fall 5’ per level.",
      "id": 5190
    },
    {
      "name": "Scare",
      "caster": [
        {
          "class": "magic-user",
          "level": 2
        }
      ],
      "school": "Illusion/Phantasm",
      "range": "30’",
      "duration": "1 round / level",
      "areaOfEffect": "One creature",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "Negates",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell causes a single creature of less than 6 HD to become frightened. The affected target flees from the caster at top speed for the duration of the spell, or until it is cornered. Creatures of 6 or more HD are unaffected. A successful saving throw vs. spell negates the effect. The material component is a small carved skull or similar object.",
      "id": 5191
    },
    {
      "name": "Shatter",
      "caster": [
        {
          "class": "magic-user",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "60’",
      "duration": "Instantaneous",
      "areaOfEffect": "One object (10 lbs.)",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "See below",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell causes a small object to be smashed, as if struck with a hammer. Fragile items like vials shatter automatically; sturdier items get a saving throw vs. crushing blow. Requires a sliver of mica (destroyed).",
      "id": 5192
    },
    {
      "name": "Silence, 15’ Radius",
      "caster": [
        {
          "class": "cleric",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "120’",
      "duration": "2 rounds / level",
      "areaOfEffect": "30’ sphere",
      "components": "V,S",
      "castingTime": "5 segments",
      "savingThrow": "See below",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to create a zone of complete and utter silence. The spell can be cast upon a creature or person; if so, he is entitled to a saving throw vs. spells; failure indicates the spell is targeted on a point in space 1’ behind the intended target. Success indicates the effect of the spell moves with the target. Such silence will not only interrupt normal speech, but prevent the casting of spells with spoken components, the operation of magical devices that require command words, etc.",
      "id": 5193
    },
    {
      "name": "Skyhook",
      "caster": [
        {
          "class": "jester",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "10’",
      "duration": "1 round / level",
      "areaOfEffect": "See below",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This jester spell creates an invisible hook in mid-air capable of supporting 100 lbs. + 10 lbs. per caster level. Items can be hung from it as from a normal hook. The hook remains stationary at the point of casting. Requires a brass hook (consumed).",
      "id": 5194
    },
    {
      "name": "Slow",
      "caster": [
        {
          "class": "jester",
          "level": 2
        },
        {
          "class": "magic-user",
          "level": 3
        }
      ],
      "school": "Alteration",
      "range": "60’",
      "duration": "3 rounds + 1 round / level",
      "areaOfEffect": "40’ × 40’ area",
      "components": "V,S,M",
      "castingTime": "3 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell causes the affected creatures to move and attack at half their normal rate. A maximum number of creatures equal to the experience level of the caster may be affected. It will negate a *haste* spell, and can be used cumulatively (e.g., two *slow* spells will reduce speed to ¼ normal). A drop of molasses is needed and is destroyed in the casting.",
      "id": 5195
    },
    {
      "name": "Slow Poison",
      "caster": [
        {
          "class": "cleric",
          "level": 2
        },
        {
          "class": "druid",
          "level": 2
        },
        {
          "class": "mystic",
          "level": 2
        }
      ],
      "school": "Necromantic",
      "range": "Touch",
      "duration": "6 turns / level",
      "areaOfEffect": "One creature",
      "components": "V,S,M",
      "castingTime": "1 segment",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to greatly slow the effects of any sort of poison or venom on a single creature touched. The spell will not completely neutralize the poison, but will slow its progress to the point where only a single hit point of damage will be taken for every turn (up to the total amount of damage the poison would otherwise have inflicted). While under the influence of this spell, the target’s total hit points will never dip below 1.\n\nThis spell can also be cast on someone who has already been slain by poison, as long as it is cast within 1 turn of death per level of the caster (e.g., a 6th-level cleric could cast it on someone who had died of poison up to an hour previously), allowing that person a reprieve, during which time they must be healed or cured. The spell requires a clove of garlic, which is destroyed when cast.",
      "id": 5196
    },
    {
      "name": "Sobriety",
      "caster": [
        {
          "class": "mountebank",
          "level": 2
        }
      ],
      "school": "Abjuration",
      "range": "Touch",
      "duration": "Instantaneous",
      "areaOfEffect": "One creature",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell is a special form of *neutralize poison* that allows the caster to completely and instantly remove the effects of alcohol or other drugs that impair judgment, cause drowsiness, etc. It does not affect more potent toxins and cannot heal poison-related damage. The component is a piece of bark, which is destroyed upon casting.",
      "id": 5197
    },
    {
      "name": "Social Grace",
      "caster": [
        {
          "class": "bard",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "30’",
      "duration": "1 hour per level (divided)",
      "areaOfEffect": "See below",
      "components": "V",
      "castingTime": "4 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster and allies to convincingly present themselves as members of a higher social class. It gives a 20% bonus to attempts to disguise oneself as nobility and is most effective on those impressed by rank. The duration is divided among those affected. E.g., 6th level caster can affect 1 person for 6 hours, 2 for 3 hours, etc.",
      "id": 5198
    },
    {
      "name": "Spark Shower",
      "caster": [
        {
          "class": "magic-user",
          "level": 2
        }
      ],
      "school": "Evocation",
      "range": "10’/level",
      "duration": "1 round",
      "areaOfEffect": "5’ radius",
      "components": "V,S",
      "castingTime": "2 segments",
      "savingThrow": "½ damage",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell creates a cascade of sparks that affects all creatures within a 5’ radius. It causes 1d6 points of damage per 2 caster levels, with a maximum of 5d6. Creatures who save vs. spells take half damage. The sparks can ignite flammable objects in the area.",
      "id": 5199
    },
    {
      "name": "Spiritual Hammer",
      "caster": [
        {
          "class": "cleric",
          "level": 2
        }
      ],
      "school": "Invocation",
      "range": "30’",
      "duration": "1 round / level",
      "areaOfEffect": "One hammer",
      "components": "V,S,M",
      "castingTime": "5 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell brings into existence an invisible hammer of pure spiritual force that can attack any enemy within 30’ of the caster. This hammer acts in all respects as a normal war hammer, except that it is able to hit creatures normally only hit by enchanted weapons, such as demons and gargoyles. For determining what creatures can be hit, it acts as if it had a “plus” for every three levels of the caster (e.g., a 7th-level caster could hit creatures requiring +3 or better weapons). It does not grant any bonus to hit or damage.\n\nThe spell requires a war hammer, which is thrown at the enemy and disappears as the spell is cast. The hammer remains for the full duration, provided the caster maintains concentration. If concentration is broken, the spell ends immediately.",
      "id": 5200
    },
    {
      "name": "Stream",
      "caster": [
        {
          "class": "jester",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "0",
      "duration": "Instantaneous",
      "areaOfEffect": "See table",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell causes a stream of objects or material to spray from the caster’s hand. Effects vary by material component:\n\n**TABLE 381: STREAM**\n- *Butterfly wing*: 600 butterflies, blinds all within 25’ for 2 rounds\n- *2 oz. water*: Seltzer spray, puts out fires, -3 initiative penalty\n- *1 gp gem*: 10–40 gems do 1 hp damage, turn to stones after 1 hour\n- *2\" × 2\" paper*: Confetti cloud, stuns all inside for 1 round\n- *6\" string*: Sticky string (15’ long), traps like *web* spell\n\nAll material components are consumed when used.",
      "id": 5201
    },
    {
      "name": "Strength",
      "caster": [
        {
          "class": "magic-user",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "Touch",
      "duration": "6 turns / level",
      "areaOfEffect": "One creature",
      "components": "V,S,M",
      "castingTime": "1 turn",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell increases the strength score of a single person touched (or the caster), for up to 1 hour per level of the caster. The number of strength points gained depends on the class of the recipient:\n\n**TABLE 382: STRENGTH**\n| Class (Inc. Sub-classes) | Strength Increase |\n|---------------------------|--------------------|\n| Bard                     | 1–6                |\n| Cleric                   | 1–6                |\n| Fighter/Cavalier         | 1–8                |\n| Magic-user               | 1–4                |\n| Thief                    | 1–6                |\n\nStrength can never be increased beyond the normal maximums for race, class, and gender. If a fighter or cavalier already has strength 18 naturally, or has his strength increased to 18, any additional point increases will add 10% to his exceptional strength. For instance, if a fighter with a strength score of 16 finds his ability increased by 5 because of this spell, he would end up with 18/30 strength for its duration.",
      "id": 5202
    },
    {
      "name": "Sunrise",
      "caster": [
        {
          "class": "mystic",
          "level": 2
        }
      ],
      "school": "Evocation",
      "range": "Touch",
      "duration": "22 rounds",
      "areaOfEffect": "See below",
      "components": "V,S",
      "castingTime": "2 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "By means of this spell, the caster can infuse himself (or another touched creature) with the spirit of the sunrise. The target glows with the power of the dawn, radiating light with all the effects of actual sunlight (affecting vampires, drow armor, etc.). Starting one round after casting, the light radiates 10’, increasing by 10’ per round to a maximum of 60’. It lasts for a total of 22 rounds, with the radius decreasing by 10’ every round from round 16 to 22.",
      "id": 5203
    },
    {
      "name": "Tiny Hut",
      "caster": [
        {
          "class": "bard",
          "level": 2
        },
        {
          "class": "magic-user",
          "level": 3
        }
      ],
      "school": "Alteration",
      "range": "0",
      "duration": "6 turns / level",
      "areaOfEffect": "10’ diameter",
      "components": "V,S,M",
      "castingTime": "3 segments",
      "savingThrow": "None",
      "source": "ADD_Core_Rulebook",
      "description": "This spell creates a sphere of force resembling a small hut that encloses the caster and companions. It is immobile, opaque from the outside but transparent from within. The temperature inside is comfortable regardless of outside conditions. Only the caster and designated creatures may pass through the boundary. The hut can shelter up to 6 man-sized creatures.",
      "id": 5204
    },
    {
      "name": "Tracking Mark",
      "caster": [
        {
          "class": "magic-user",
          "level": 2
        }
      ],
      "school": "Evocation",
      "range": "Touch",
      "duration": "1 day / level",
      "areaOfEffect": "See below",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell places a magical marker on a touched subject. The caster will always know the direction and distance to the marked target. It functions at a range of up to 10 miles per level of the caster. The marker becomes undetectable once applied, and can only be removed by dispel magic. Requires a scrap of parchment and a drop of glue (consumed).",
      "id": 5205
    },
    {
      "name": "Trip",
      "caster": [
        {
          "class": "druid",
          "level": 2
        }
      ],
      "school": "Enchantment/Charm",
      "range": "Touch",
      "duration": "1 turn / level",
      "areaOfEffect": "One object",
      "components": "V,S,M",
      "castingTime": "4 segments",
      "savingThrow": "No effect",
      "source": "ADD_Core_Rulebook",
      "description": "This spell allows the caster to enchant an object (around 10’ in length, such as a rope, stick, etc.) such that it will trip up any creatures passing over it who fail their saving throw vs. spells. The object has to be directly passed over to trip anyone. If someone or something is running when it is tripped, they will take 1–6 hit points of damage and be stunned (2–5 rounds if on hard ground, 2–5 segments if on soft ground such as grass). The largest sorts of creatures (elephants, large dragons, etc.) will not be affected. The object will even trip the caster himself, should he pass over it. Anyone who is aware of the object gets a +4 on their saving throw. It will otherwise be 80% undetectable to non-magical methods of finding traps or snares.",
      "id": 5206
    },
    {
      "name": "Ultravision",
      "caster": [
        {
          "class": "illusionist",
          "level": 2
        },
        {
          "class": "magic-user",
          "level": 4
        },
        {
          "class": "mystic",
          "level": 6
        },
        {
          "class": "savant",
          "level": 4
        }
      ],
      "school": "Alteration",
      "range": "Touch",
      "duration": "1 turn + 1 round / level",
      "areaOfEffect": "One creature",
      "components": "V,S",
      "castingTime": "3 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell grants the recipient the ability to see by means of ultraviolet light, much like a drow. It functions even in total darkness, but not if there is no ambient ultraviolet (such as in magical darkness or sealed rooms). While under the effects, the recipient suffers no penalties for darkness-based concealment.",
      "id": 5207
    },
    {
      "name": "Vocalize",
      "caster": [
        {
          "class": "magic-user",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "0",
      "duration": "1 round / level",
      "areaOfEffect": "One creature",
      "components": "V,S",
      "castingTime": "1 segment",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the recipient to cast spells without needing to speak verbal components. It is commonly used when silence is imposed or the caster is gagged. The spell has no effect on spells that do not have a verbal component. It cannot be used to speak generally or circumvent magical silence entirely.",
      "id": 5208
    },
    {
      "name": "Warp Wood",
      "caster": [
        {
          "class": "druid",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "10’/level",
      "duration": "Permanent",
      "areaOfEffect": "Varies",
      "components": "V,S,M",
      "castingTime": "4 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to warp and twist any object made of wood, forever ruining any straight lines, shape, and strength the object might have possessed. The caster can affect a piece of wood some 15 inches long and 1 inch in diameter per level, so that a 7th level druid casting this spell could warp a spear shaft. Magical items such as magic arrows can be affected (and thus ruined) by this spell, as long as they are made of wood. The wood need not be in the shape of a pole; planks can also be affected (for instance, the bottom of a ship’s hull, or the floor of a wooden bridge).",
      "id": 5209
    },
    {
      "name": "Web",
      "caster": [
        {
          "class": "magic-user",
          "level": 2
        }
      ],
      "school": "Evocation",
      "range": "5’/level",
      "duration": "2 turns / level",
      "areaOfEffect": "Eight 10’ cubes",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "See below",
      "source": "ADD_Core_Rulebook",
      "description": "This spell conjures sticky webs that fill eight 10’ cubes. The webs must anchor between solid points. Creatures in the area must save vs. spells or be trapped. Trapped creatures suffocate on a cumulative 5% chance per turn. Strength affects movement: STR ≤12: no movement; STR 13–17: 1’ per turn; STR 18+: 1’ per round. Flammable; burns in 1 round for 2–8 hp damage. Requires a bit of spider web (consumed).",
      "id": 5210
    },
    {
      "name": "Whispering Wind",
      "caster": [
        {
          "class": "bard",
          "level": 3
        },
        {
          "class": "illusionist",
          "level": 2
        },
        {
          "class": "savant",
          "level": 2
        }
      ],
      "school": "Illusion/Phantasm",
      "range": "See below",
      "duration": "See below",
      "areaOfEffect": "12 words or 2 segments",
      "components": "V,S,M",
      "castingTime": "2 segments",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to create an illusionary breeze that can carry a brief message or sound (if nothing is specified, the wind will sound like a gust of wind). The message can be up to 12 words, or the sound can last for up to 2 segments. The wind itself will travel up to 10’ per level of the caster, at anywhere between 10 and 20 feet per round (caster’s choice). When the wind reaches the intended distance, it will automatically deliver its message or play its sound, which will be heard by anyone in a 2’ radius. This spell cannot be cast underwater, save within the area of effect of an *airy water* spell.",
      "id": 5211
    },
    {
      "name": "Withdraw",
      "caster": [
        {
          "class": "cleric",
          "level": 2
        }
      ],
      "school": "Alteration",
      "range": "0",
      "duration": "See below",
      "areaOfEffect": "Self",
      "components": "V,S,M",
      "castingTime": "½ segment",
      "savingThrow": "None",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell allows the caster to slow down the passage of time for himself, so that for every 1 segment that passes in the rest of the world, a full round passes for the caster. The spell allows the caster to spend 2 rounds thus withdrawn plus 1 per experience level (thus, a 7th level cleric could spend 9 rounds withdrawn, during which time only 9 segments would have passed in the world beyond the cleric). During this time, the caster is able to think, contemplate, read, research, and cast a limited variety of spells, namely, only those which heal the cleric or are divinatory in nature (and can only be cast upon himself, such as *augury*). Any other spellcasting, or other action, such as movement or attacking, will break the spell instantly. The spell requires the use of the caster’s holy symbol, which is not consumed as the spell is cast.",
      "id": 5212
    },
    {
      "name": "Wyvern Watch",
      "caster": [
        {
          "class": "cleric",
          "level": 2
        }
      ],
      "school": "Evocation",
      "range": "30’",
      "duration": "48 turns",
      "areaOfEffect": "5’ radius",
      "components": "V,S,M",
      "castingTime": "5 segments",
      "savingThrow": "See below",
      "source": "ADD_SPELLS_ONLY2.pdf",
      "description": "This spell brings forth a wyvern-shaped hazy fog, which acts as a sort of watchdog on an area up to 30’ distant from the caster when the spell is cast. If anything enters the area thus protected, the wyvern-mist will attack, forcing the creature to make a saving throw vs. spells. Failure indicates that the creature is paralyzed for a number of rounds equal to the experience level of the caster (the paralyzation can be removed by a dispel magic or remove paralyzation spell, or the will of the caster). Once the wyvern-mist successfully hits some intruder, it will dissipate; it will otherwise remain for 8 hours. The wyvern-mist can be detected 90% of the time if it is in daylight, 30% in gloom or twilight, and 0% of the time in darkness. The spell requires the caster’s holy symbol, which remains after the spell is cast.",
      "id": 5213
    }
  ]
}