[
  {
    "name": "Catapult",
    "level": "1",
    "id": 841,
    "school": "Alteration",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "",
    "range": "150 feet",
    "aoe": "One object",
    "casting_time": "1",
    "duration": "1 round",
    "save": "None",
    "damage": "Weapon: +1 to hit; Small item: 2-3; Large item: 2-4",
    "description": "By means of this spell, the caster may cause any single item weighing 3 lbs. or less to move in a straight line in the direction pointed by the mage. The item will head off in that direction until it reaches the limit of the spell and then fall to the ground. The item must be loose or freestanding or not held by someone, and light enough to move (otherwise the item will quiver in place and the spell will be wasted).\n\nThis spell can be used offensively to hurl an item into an enemy. The item hits the individual in its path with the caster’s THAC0, with a +3 to the die. It is considered a +3 magical weapon when rolling to hit but not when rolling damage. The damage caused depends on the item, but use the following guidelines:\n\n| Item Type   | Damage                |\n|-------------|------------------------|\n| Weapon      | As weapon +1           |\n| Small item  | 2–3 points             |\n| Large item  | 2–4 points (2–3 lbs.)  |",
    "source": "Forgotten Realms Adventures",
    "page": 44
  },
  {
    "name": "Corpselight",
    "level": "1",
    "id": 842,
    "school": "Alteration/Necromancy",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "Carrion, a pinch of saltpeter, bit of phosphorous or glowworm",
    "range": "10 yards/level",
    "aoe": "1 body/level",
    "casting_time": "1",
    "duration": "1 turn/level",
    "save": "None",
    "damage": "",
    "description": "This spell causes a dead or undead body to glow with a pale radiance. The glow may be white, yellow, green, amber, or red according to the desire of the caster. The caster may alter the glow at will, provided he is within 30 feet of the glowing body. The light may vary from the barest outline to the brightness of a torch, suitable for reading or detailed work.\n\nThe glow is diffuse and constant, and does not penalize the undead figure in combat (cf *faerie fire*). The caster can affect one medium-sized body per level, twice as many small-sized bodies, half as many large-sized bodies, and one-fourth that many huge creatures. Nothing that is larger than huge can be affected by this spell. The glow does not harm undead creatures in any way. It can be cast on undead which have material form, even if that form is gaseous (such as wraiths, but excluding ghosts, which exist primarily on other planes).\n\nThis spell can be used by necromancers (specialist mages in necromancy) but not by transmuters (specialist mages in alteration magic).",
    "source": "Forgotten Realms Adventures",
    "page": 44
  },
  {
    "name": "Know School",
    "level": "1",
    "id": 843,
    "school": "Divination",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "Small tube of paper or vellum",
    "range": "120 yards",
    "aoe": "1 target",
    "casting_time": "1",
    "duration": "1 round",
    "save": "None",
    "damage": "",
    "description": "By means of this spell the caster may determine the school of another spellcaster (if any). This spell will only function on other wizards who are specialist mages in a particular area (abjurers, conjurers, necromancers, etc.). The spell produces no result on priests, spellcasters without schools, or creatures without spell ability.\n\nThis spell is used primarily to vouch for the statements of one particular wizard as a spellcaster of one particular type or another. The target is unaware of being divined upon, but as with all such divination spells, probably would take umbrage if he found out. Let the caster beware.",
    "source": "Forgotten Realms Adventures",
    "page": 44
  },
  {
    "name": "Scatterspray",
    "level": "1",
    "id": 844,
    "school": "Alteration",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "The items and flint and steel or tinderbox",
    "range": "10 yards/level",
    "aoe": "10 foot radius",
    "casting_time": "1",
    "duration": "1 round",
    "save": "Neg.",
    "damage": "Size S: 1d6; Size M: 1d4; Size L+: none",
    "description": "Upon casting this spell, the mage can point to any collection of small, unsecured items grouped together within the spell’s range and cause them to fly off in all directions simultaneously. The items will fly 10 feet in random directions, rebound against the limits of the spell and bounce around inside the area of effect for one round, damaging those caught in the area.\n\nNo less than six items or more than 14 can be affected. The items can be no larger than chicken eggs and are typically such things as coins, marbles, gems, dice, or sling bullets. Items which are in pouches or otherwise restrained are not affected, though those in an open pouch could be enchanted by this spell.\n\nCreatures of size S generally take 1–6 points of damage from the shrapnel while those of size M take 1–4 and those of size L and larger are unharmed. A successful save vs. spells negates the damage. Small creatures flying into a scatterspray must save vs. spells or be grounded, unable to fly, for 1–4 turns. Size M or larger flying creatures are unharmed. Magical protection such as *shield*, *wall of force*, *Bigby’s hands*, and *protection from normal missiles* will protect those within from the effects of the scatterspray. The caster is always unharmed by the scatterspray, even if within its area of effect.\n\nThe damage from scatterspray assumes hard objects are used for missiles. Eggs, fruit, and other soft objects can be used, but this reduces damage by 2 points in all cases (down to a minimum of 0). Spellcasting is not possible from inside a scatterspray if the spell-casting opponent fails a saving throw vs. spells.",
    "source": "Forgotten Realms Adventures",
    "page": 44
  },
  {
    "name": "Bind",
    "level": "2",
    "id": 845,
    "school": "Enchantment",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "",
    "range": "30 yards",
    "aoe": "50 ft. + 5 ft./level",
    "casting_time": "2",
    "duration": "1 round/level",
    "save": "None",
    "damage": "",
    "description": "When this spell is cast, the wizard causes all loose cloth or rope-like items within the area of effect to act as if animated. The spell causes these items to lash about wildly for one round, then attempt to bind any moving creature within reach for the remainder of the duration.\n\nThe material used may be of any composition (silk, wool, hemp, leather, etc.). The bindings strike with THAC0 15 and if successful, entangle the creature for the rest of the spell duration, unless it makes a successful Strength check each round. Any victim who breaks free early is not re-attacked.\n\nThe material used does not gain increased strength or hardness. It can be burned, cut, or broken. If there is no material in the area, the spell fails. If the caster is within the area, he is unaffected.",
    "source": "Forgotten Realms Adventures",
    "page": 58
  },
  {
    "name": "Blacklight",
    "level": "2",
    "id": 846,
    "school": "Alteration",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "Piece of coal and the dried eyeball of any creature",
    "range": "10 yards/level",
    "aoe": "20-foot-radius globe",
    "casting_time": "3",
    "duration": "1 round/level",
    "save": "Neg.",
    "damage": "",
    "description": "Upon casting this spell, the wizard creates a stationary, temporary area of total darkness. The darkness is impenetrable to normal vision and infravision, but the caster can see and move normally within the blacklit area. The caster can attack and cast spells normally within the limits of his blacklight.\n\nEach round, those within the blacklit area are allowed a saving throw vs. spells at –3. Those who succeed can see as the wizard does for that round, while those who fail are wrapped in total darkness. Characters outside the sphere cannot see into it.\n\nNormal and magical lights are doused by the blacklight. The casting of *light*, *continual light*, or *dispel magic* will destroy the blacklit area. The caster of blacklight can end the spell at will, though continual concentration is not necessary to maintain it. Spells which depend on visual effects (such as illusions) do not function if the victim cannot see them.",
    "source": "Forgotten Realms Adventures",
    "page": 47
  },
  {
    "name": "Dispel Silence",
    "level": "2",
    "id": 847,
    "school": "Abjuration/Alteration",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "Pinch of powdered diamond worth at least 50 gp",
    "range": "0",
    "aoe": "10-foot-radius sphere/level",
    "casting_time": "3",
    "duration": "1 round/level",
    "save": "None",
    "damage": "",
    "description": "This spell negates the effect of magical silence within the area of the *dispel silence* spell for the duration of the spell. Following the casting of the *dispel silence*, all spell-casting, speaking, and actions can proceed normally.\n\nFor the duration of the spell, the area protected by the *dispel silence* is proof against silence spells—they will not function within the area of the *dispel silence*. The area is immovable, however, and does not follow the caster around.",
    "source": "Forgotten Realms Adventures",
    "page": 47
  },
  {
    "name": "Ghost Armor",
    "level": "2",
    "id": 848,
    "school": "Conjuration",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "Fragment of real armor worn in battle",
    "range": "Touch",
    "aoe": "1 creature, size H or smaller",
    "casting_time": "1",
    "duration": "1 round/level",
    "save": "None",
    "damage": "",
    "description": "This spell creates a suit of magical armor around the caster or a touched creature. This armor is weightless, noiseless, and does not restrict movement. It provides AC 3 protection (or improves the target’s AC to 3, if worse). The armor is invisible, and does not interfere with spellcasting, thieving, or other actions.\n\nIt is considered a force effect, not physical armor, and therefore is unaffected by spells like *heat metal* or attacks from rust monsters. It remains for 1 round per level or until dispelled.",
    "source": "Forgotten Realms Adventures",
    "page": 48
  },
  {
    "name": "Mindnet",
    "level": "2",
    "id": 849,
    "school": "Divination, Enchantment/Charm",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "",
    "range": "0",
    "aoe": "Special",
    "casting_time": "Special",
    "duration": "12 turns",
    "save": "Special",
    "damage": "",
    "description": "This spell links the minds of up to four individuals (including the caster), allowing them to share limited thoughts and perceptions. All must be willing participants. The spell requires 1 round of casting per participant. Once established, the group shares telepathic communication, with full awareness of each other’s physical status, emotions, and immediate surroundings.\n\nIn addition, once per turn, the caster may teleport one participant instantly to the location of another, provided both are part of the mindnet. The caster must make a Constitution check at the end of each turn to maintain the link; failure ends the spell prematurely. The spell ends automatically after 12 turns or if the caster ceases concentration.",
    "source": "Forgotten Realms Adventures",
    "page": 50
  },
  {
    "name": "Snilloc’s Snowball",
    "level": "2",
    "id": 850,
    "school": "Evocation",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "Chunk of ice or a small bit of ivory",
    "range": "20 yards/level",
    "aoe": "One target or creature",
    "casting_time": "1",
    "duration": "Instantaneous",
    "save": "None",
    "damage": "1d3 (or 1d6 vs fire-using/fire-dwelling creatures)",
    "description": "This spell creates a mystical snowball in the hand of the caster which can then be thrown immediately against any target within range. The snowball hits automatically for 1–3 points of damage, 1–6 points if used against a fire-using or fire-dwelling opponent. The snowball strikes like a *magic missile* and can be affected and repelled in the same way (*brooch of shielding*, *thunderlance*, etc.).\n\n*Snilloc’s Snowball* is considered by most mages to be a lesser form of *magic missile*, though it has the advantage in range at higher levels (as opposed to multiple strikes) and can be directed against an object as well as a creature. It is also more effective against fiery creatures.\n\nThere are reports of a 2nd-level variant of this spell with identical effects called *Snilloc’s Cream Pie*. These reports are unconfirmed.",
    "source": "Forgotten Realms Adventures",
    "page": 48
  },
  {
    "name": "Spectral Senses",
    "level": "2",
    "id": 851,
    "school": "Divination",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "A drop of ink and a scrap of cloth",
    "range": "Touch",
    "aoe": "One creature",
    "casting_time": "3",
    "duration": "1 hour/level",
    "save": "None",
    "damage": "",
    "description": "The recipient of this spell gains spectral sensory powers, enabling them to see invisible or ethereal creatures and objects, hear distant whispers clearly, and sense magical emanations in the area. These abilities do not require active concentration.\n\nThe spell lasts 1 hour per caster level. It does not reveal illusions or phantasms, but allows detection of creatures hidden by non-illusion-based concealment. The recipient can also automatically detect the presence of undead or constructs within 30 feet, though not their exact location or type.",
    "source": "Forgotten Realms Adventures",
    "page": 48
  },
  {
    "name": "Unluck",
    "level": "2",
    "id": 852,
    "school": "Evocation",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "Piece of a broken mirror",
    "range": "10 yards",
    "aoe": "One creature",
    "casting_time": "4",
    "duration": "2d10 rounds",
    "save": "Neg.",
    "damage": "",
    "description": "With this spell, the wild mage creates a negative pattern in the random forces surrounding one creature. The creature is allowed a saving throw; if successful, the spell fails. If the saving throw is failed, random chance falls into an unlucky pattern. Any action involving random chance (i.e., any time a die roll affects the character) performed by the victim during the next 2–20 rounds requires two separate attempts; the worse result is always applied. (The victim rolls twice for attacks, damages, saving throws, etc., always using the worse die roll.)\n\nA luckstone or similar magical device will negate unluck. Doing so, however, prevents the magical item from functioning for 2d10 rounds. The material component is a piece of a broken mirror.",
    "source": "Forgotten Realms Adventures",
    "page": 49
  },
  {
    "name": "Dire Charm",
    "level": "3",
    "id": 853,
    "school": "Enchantment/Charm",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "",
    "range": "120 yards",
    "aoe": "One individual",
    "casting_time": "3",
    "duration": "1-4 rounds + 1 round/level",
    "save": "Neg.",
    "damage": "",
    "description": "By means of this spell, the caster ensorcels one person in such a fashion that the person truly enjoys killing and will immediately go berserk, attacking to kill friend and foe alike for the duration of the spell, unless a saving throw vs. spells is made. The definition of person is the same as for *charm person*, and the same restrictions apply, save that the charmed character has no qualms about slaying others.\n\nThe charmed individual will not attack the caster of this spell unless the caster attacks or harms the charmed individual first. If this happens, the charmed individual will only attack the caster.\n\nIf there is no one for the charmed individual to attack, he acts normally. As soon as someone other than the caster comes within sight (within the duration of the spell, of course), the *dire charm* takes hold and the charmed individual rushes to the attack.\n\nThe berserk attacks of the charmed individual do not grant any additional powers or abilities. If given a choice between two different ways to attack, the charmed character always chooses the most deadly (he will cast a *fireball* spell before drawing his dagger, for instance). If the charmed character is forced to attack something that is much more powerful, the DM can permit a second saving throw vs. spells to break the charm.",
    "source": "Forgotten Realms Adventures",
    "page": 48
  },
  {
    "name": "Firestaff",
    "level": "3",
    "id": 854,
    "school": "Evocation",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "A small charred stick",
    "range": "0",
    "aoe": "Staff-sized flame",
    "casting_time": "3",
    "duration": "1 round/level",
    "save": "Neg. (special)",
    "damage": "Special",
    "description": "This spell causes the caster’s staff (or similar wooden item) to burst into flame. The fire can be used to strike an opponent for 2d6 points of fire damage with a successful attack. The caster can make one such attack per round.\n\nIn addition to melee use, the staff can ignite flammable objects on contact. If cast into an area containing combustible materials, a normal fire may erupt. The fire cannot be thrown or projected; it remains on the staff until the spell ends. The firestaff sheds light in a 10-foot radius and heat can be felt up to 5 feet away.",
    "source": "Forgotten Realms Adventures",
    "page": 49
  },
  {
    "name": "Ice Dagger",
    "level": "3",
    "id": 855,
    "school": "Evocation",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "A shard of ice or crystal",
    "range": "10 yards + 5 yards/level",
    "aoe": "Special",
    "casting_time": "3",
    "duration": "Instantaneous",
    "save": "Neg.",
    "damage": "2d4 hit + 1d4 cold burst",
    "description": "This spell creates a magical dagger of ice that forms in the caster’s hand and can be hurled like a dagger. If it hits, it causes 2d4 points of damage. In addition, the dagger explodes in a small burst of cold, inflicting 1d4 points of additional damage to all creatures within 5 feet of the target. A saving throw vs. spells negates the burst damage.\n\nThe dagger vanishes after being thrown, hit or miss, or at the end of the round. A new dagger can be created in a subsequent round with another casting.",
    "source": "Forgotten Realms Adventures",
    "page": 49
  },
  {
    "name": "Mordenkainen’s Lucubration",
    "level": "3",
    "id": 856,
    "school": "Invocation/Evocation",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "A black pearl (worth 100 gp)",
    "range": "0",
    "aoe": "The caster",
    "casting_time": "1 round",
    "duration": "Special",
    "save": "None",
    "damage": "",
    "description": "By use of this spell, the wizard is able to instantly recall any 1st- through 5th-level spell he has used during the past 24 hours. The spell must have been memorized and actually used during that time period. *Mordenkainen’s lucubration* allows the recovery of only one spell. If the recalled spell requires material components, these must be provided by the caster; the recovered spell is not usable until the material components are available.",
    "source": "Forgotten Realms Adventures",
    "page": 49
  },
  {
    "name": "Shadowcat",
    "level": "3",
    "id": 857,
    "school": "Conjuration/Summoning",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "A whisker of a cat and a sliver of obsidian",
    "range": "10 yards",
    "aoe": "One shadowcat",
    "casting_time": "5",
    "duration": "1 round/level",
    "save": "None",
    "damage": "Varies (see creature stats)",
    "description": "When this spell is cast, the wizard brings into being a cat made of shadow. The shadowcat is the size of a normal cat and may be either grey or black at the caster’s option. The caster has complete telepathic control of the feline; he can see, hear, and even speak through it as long as it remains within range. At the moment it moves out of range, the shadowcat vanishes. The caster does not need to concentrate on the shadowcat.\n\nThe shadowy feline is insubstantial, making it immune to normal physical or special attacks, including weapons of +1 or better. It has AC equivalent to the caster’s own, a movement rate of 18, and saving throws the same as the caster. The cat dissipates if it takes hit points equal to one-half the caster’s total hit points. The shadowcat has no attacks of its own and cannot touch or carry objects. A successful *dispel magic* spell causes the cat to vanish.\n\nA shadowcat makes no sound as it moves. It is 90% undetectable in all but the brightest conditions. It can pass through small holes or narrow openings.",
    "source": "Forgotten Realms Adventures",
    "page": 49
  },
  {
    "name": "Turnshadow",
    "level": "3",
    "id": 858,
    "school": "Necromancy",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "A sliver of mirror and a holy symbol",
    "range": "30 yards",
    "aoe": "30-foot-radius burst",
    "casting_time": "4",
    "duration": "Instantaneous",
    "save": "Neg.",
    "damage": "Special vs. undead",
    "description": "This spell empowers the wizard to turn creatures created by the *shadow monsters*, *demi-shadow monsters*, or *shades* spells, causing them to flee in panic for the duration of the spell (they can return later if they are able). The affected creatures will flee at maximum possible speed. The spell has no effect on truly undead creatures, including the monstrous shadows.\n\nAlternately, this spell can be targeted at a single shadow-monster (created by one of the above spells) to wrest control from its original caster and cause it to attack the creature of the controller’s choice. The attack will continue until the spell’s duration has elapsed, at which point the shadow-monster will return to its plane of origin.",
    "source": "Forgotten Realms Adventures",
    "page": 49
  },
  {
    "name": "Blackmantle",
    "level": "4",
    "id": 859,
    "school": "Abjuration",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "A square of black silk",
    "range": "Touch",
    "aoe": "One creature",
    "casting_time": "4",
    "duration": "1 turn/level",
    "save": "None",
    "damage": "",
    "description": "Blackmantle creates a shimmering aura around all creatures within the affected area that negates all healing and regeneration, both natural and magical. For instance, a potion of healing has no effect on a creature under the influence of *blackmantle*, a troll cannot regenerate lost hit points, and *cure light wounds* is useless.\n\n*Blackmantle* is negated for any target creatures who make successful saving throws. Otherwise, it persists for 1 turn per level of the caster. If the creatures are still alive at the end of the spell's duration, any active curative forces will operate normally; for instance, a *ring of regeneration* will resume its function. However, consuming a potion of healing or applying a *staff of curing* while *blackmantle* is in effect will have no effect when *blackmantle* wears off, since these types of magic work instantly. In such cases, the dose of potion or charge is wasted, and the aura negates the healing attempt entirely.",
    "source": "Forgotten Realms Adventures",
    "page": 50
  },
  {
    "name": "Elminster’s Evasion",
    "level": "4",
    "id": 860,
    "school": "Alteration",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "A pinch of dust from a teleport trap",
    "range": "0",
    "aoe": "The caster",
    "casting_time": "1",
    "duration": "Instantaneous",
    "save": "None",
    "damage": "",
    "description": "A customized version of the contingency spell slanted toward the preservation of the caster, this spell will cause, under certain specific conditions, the caster’s body, mind, and spirit to travel to another location. The transfer is automatic and includes only the body and those items physically attached to it, leaving behind any items individually weighing more than 50 lbs. The spell reunites body, spirit, and mind even if previously separated.\n\nWhen casting this spell, the wizard must specify six triggering conditions under which the evasion activates. When one of these occurs, the caster is whisked away to the predefined destination—either on the same plane or another known plane or demiplane.\n\nAdditionally, the caster selects two spells to be cast immediately upon arrival. These must be cast right after the evasion spell during the setup. The material components are a pint of the caster’s blood and a gem worth at least 5,000 gp, both consumed in casting. The caster also loses 1d4 hit points at the time of casting, which are not regained until the evasion is triggered.",
    "source": "Forgotten Realms Adventures",
    "page": 50
  },
  {
    "name": "Flame Arrow",
    "level": "4",
    "id": 861,
    "school": "Conjuration/Summoning",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "A drop of oil and a small piece of flint",
    "range": "30 yds. + 10 yds./level",
    "aoe": "Special",
    "casting_time": "3",
    "duration": "1 rd",
    "save": "None",
    "damage": "1d6+4d6 (version 2, bolt) or +1 fire per arrow (version 1)",
    "description": "This spell may be cast in two forms. In the first, it enchants one arrow per caster level, causing each to inflict an additional 1 point of fire damage on a hit. The enchantment lasts until the end of the round or until the arrow is fired.\n\nThe second version creates a magical flaming arrow that can be hurled like a javelin. It strikes for 1d6+4 damage, with no saving throw. The flaming bolt can ignite flammable objects and is extinguished after impact.",
    "source": "Forgotten Realms Adventures",
    "page": 49
  },
  {
    "name": "Invisibility, Greater",
    "level": "4",
    "id": 862,
    "school": "Illusion/Phantasm",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "Same as invisibility",
    "range": "Touch",
    "aoe": "One creature",
    "casting_time": "3",
    "duration": "4 rds.+1 rd./level",
    "save": "None",
    "damage": "",
    "description": "This spell operates like the *invisibility* spell, except that it does not end if the recipient attacks. It remains in effect for the full duration or until dispelled. The creature remains invisible even while attacking, though revealing effects like *true seeing* will still expose the target.",
    "source": "Forgotten Realms Adventures",
    "page": 49
  },
  {
    "name": "Mindblank, Lesser",
    "level": "4",
    "id": 863,
    "school": "Abjuration",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "Bit of beeswax and a sprig of rosemary",
    "range": "Touch",
    "aoe": "One creature",
    "casting_time": "5",
    "duration": "1 turn/level",
    "save": "None",
    "damage": "",
    "description": "When cast, this spell protects the recipient from mind-affecting spells and effects. The recipient is immune to all attempts to read or influence their thoughts, including spells like *ESP*, *suggestion*, *confusion*, and *feeblemind*. The spell does not block physical effects or elemental magic, and it cannot be used in conjunction with other protective abjurations like *minor globe of invulnerability*.",
    "source": "Forgotten Realms Adventures",
    "page": 50
  },
  {
    "name": "Shadow Door",
    "level": "4",
    "id": 864,
    "school": "Illusion/Phantasm",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "",
    "range": "10 yards",
    "aoe": "Special",
    "casting_time": "2",
    "duration": "1 rd./level",
    "save": "None",
    "damage": "",
    "description": "By means of this spell, the wizard creates the illusion of a door. The illusion also permits the wizard to appear to step through this \"door\" and disappear. In reality, he has darted aside and can flee, totally invisible, for the spell duration. Creatures viewing this are deluded into seeing or entering an empty 10-foot x 10-foot room if they open the \"door.\" A true seeing spell, a gem of seeing, or similar magical means can discover the wizard. Certain high Hit Dice monsters might also notice the wizard (see the invisibility spell), but only if making an active attempt to do so.",
    "source": "Forgotten Realms Adventures",
    "page": 50
  },
  {
    "name": "Elminster’s Effulgent Epuration",
    "level": "5",
    "id": 865,
    "school": "Abjuration",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "",
    "range": "10 feet/level",
    "aoe": "Special",
    "casting_time": "1",
    "duration": "1 turn/level",
    "save": "None",
    "damage": "",
    "description": "This powerful spell calls into being a number of floating, silver spheres, up to as many spheres as the caster has levels. Each of these spheres has the ability to absorb a single spell, spell-like ability, or magical effect of any offensive type. After absorbing the spell the sphere fades out, taking the spell energy with it.\n\nOffensive spells can generally be considered to be those which inflict damage on the target or place the target under a baneful or harmful influence. Passive spells (such as walls) can sometimes be used in situations with harmful intent. Intent and situation are as important as spell effect for determining whether a spell is offensive or not for purposes of the epuration working. Various walls, spheres, some of Bigby’s spells, and most abjurations will not affect the epuration spell. Those spells which have area effects in which a silver sphere exists (such as a fireball) will simply not function—the magical energy will be sucked into the sphere before the damage is inflicted.\n\nSpells which are already in effect when the silver spheres enter them are not affected by this spell, but they are automatically negated if cast within 10 feet of a silver sphere. Items with charges of offensive spells (such as wands) can be negated if the sphere is placed on or in front of the wand. Otherwise, the spheres do not affect magical items or weapons, or potentially lethal items that are not activated, such as symbols.\n\nThe caster can direct the spheres to drift at a maximum movement rate of 60 feet per round, up to the limit of the spell range. The spheres created from a single epuration must move as a group; the caster cannot move them individually or split them up. The wizard creating them may cast other spells, but cannot move the spheres in the same round.\n\nThe caster can move and fight and move the spheres at the same time. If the caster leaves the area without the spheres, they remain until they absorb an offensive spell. Similarly, if the caster is slain, the silver spheres remain in the area, not moving, but not inflicting any damage.\n\nThe silvery spheres of epuration cannot be physically moved or attacked. They have no solid, physical presence and can pass through magical and physical barriers alike without harm.\n\nNeither the caster nor anyone else can harness the spell energy dissipated by the spheres. Even the spell-like abilities of powers and creatures from other planes can be affected by the silvery spheres of an epuration, though the beings themselves may not be.",
    "source": "Forgotten Realms Adventures",
    "page": 65
  },
  {
    "name": "Ghostform",
    "level": "5",
    "id": 866,
    "school": "Alteration",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "A small clear gem and 1 drop of caster’s blood",
    "range": "0",
    "aoe": "Caster",
    "casting_time": "5",
    "duration": "1 round/level",
    "save": "None",
    "damage": "",
    "description": "This spell transforms the caster into an intangible, insubstantial form much like that of a ghost. In this form, the caster can fly slowly, pass through solid objects, and cannot be harmed by normal weapons. The caster cannot cast spells or physically interact with objects or beings while in ghostform. The form is still subject to magical attacks and effects targeting the ethereal or incorporeal.",
    "source": "Forgotten Realms Adventures",
    "page": 65
  },
  {
    "name": "Khelben’s Warding Whip",
    "level": "5",
    "id": 867,
    "school": "Abjuration",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "A length of knotted silver wire",
    "range": "0",
    "aoe": "Caster",
    "casting_time": "1 round",
    "duration": "1 round/level",
    "save": "None",
    "damage": "",
    "description": "This specialized and rare spell creates a whiplike lash of mystical force controlled by the caster. This magical whip is particularly effective against those spells which take the form of pushing, striking, or crushing forces, in particular the popular spells created by Bigby.\n\nThe mage need not concentrate to maintain the warding whip, but cannot cast other spells while using it or wield other weapons. When using the whip, it strikes or parries automatically under the direction of its wielder. The effects of the whip are as follows:\n\n- The whip confers to the user immunity to the *push* spell.\n- The whip will immediately dissipate a *shield* spell without effect to itself.\n- The whip has a 40% chance of destroying a *Tenser’s floating disk* per attack. The whip is not affected.\n- The whip affects any of *Bigby’s hand* spells as follows:\n    - *Interposing Hand*: Destroyed, with a 20% chance of the whip being destroyed as well.\n    - *Forceful Hand*: 90% chance destroyed per attack, with a 30% chance of the whip being destroyed per attack.\n    - *Grasping Hand*: 80% chance destroyed per attack, with a 40% chance of the whip being destroyed per attack.\n    - *Clenched Fist*: 70% chance destroyed per attack, with a 50% chance of the whip being destroyed per attack.\n    - *Crushing Hand*: 65% chance of being destroyed per attack, with a 60% chance of the whip being destroyed per attack.\n    - Lesser Bigby spells (e.g., *strangling grip*, *battering gauntlet*) are destroyed upon contact with the whip, like a *shield* spell.\n- The whip has no effect on nonmoving magical barriers such as *wall of force* or *prismatic sphere*.\n- The whip has no effect on spells which do not use magical force as a solid entity (e.g., *holds*, *slow*, *reverse gravity*, etc.).\n- The whip cannot harm living objects, and so cannot be used as a weapon.\n- The whip can be used to parry physical attacks, including magical weapons and weapons made of magical force (e.g., *decastave*, *spiritual hammer*). Parrying has a base 60% success rate, +2% per caster level, but requires initiative over the attacker.",
    "source": "Forgotten Realms Adventures",
    "page": 66
  },
  {
    "name": "Mordenkainen’s Faithful Phantom Defenders",
    "level": "5",
    "id": 868,
    "school": "Conjuration/Summoning",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "A bit of hair and bone from a loyal hound",
    "range": "30 yards",
    "aoe": "Special",
    "casting_time": "1 round",
    "duration": "1 round/level",
    "save": "None",
    "damage": "Special (per defender)",
    "description": "This spell summons 1d4 phantom hound-like defenders per 3 caster levels (maximum 6). Each defender fights as a 4 HD creature, AC 0, and inflicts 1d10 damage per hit. They obey the caster’s mental commands, cannot be disbelieved, and vanish if slain or at the end of the spell. They are immune to charm, sleep, hold, and similar spells, and can attack ethereal and invisible foes.",
    "source": "Forgotten Realms Adventures",
    "page": 66
  },
  {
    "name": "Sertan’s Spell Immunity",
    "level": "5",
    "id": 869,
    "school": "Abjuration",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "A vial of elixir of health and a ruby worth at least 1,000 gp",
    "range": "Touch",
    "aoe": "1 creature",
    "casting_time": "1 turn",
    "duration": "1 turn/level",
    "save": "None",
    "damage": "",
    "description": "This spell functions like *spell immunity*, but provides broader protection. Sertan’s version grants +10 to saving throws vs. spells of 1st to 3rd level, +8 vs. 4th to 6th, and +6 vs. 7th to 9th level. These bonuses stack with those from magical items or class abilities. The spell is extremely rare and costly, using powerful components to bind the immunity.",
    "source": "Forgotten Realms Adventures",
    "page": 66
  },
  {
    "name": "Spell Immunity",
    "level": "5",
    "id": 870,
    "school": "Abjuration",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "A small lead box",
    "range": "Touch",
    "aoe": "1 creature",
    "casting_time": "1 round",
    "duration": "1 turn/level",
    "save": "None",
    "damage": "",
    "description": "By use of this spell, the wizard is able to confer virtual immunity to certain spells and magical attack forms upon those he touches. For every four levels of experience of the wizard, one creature can be protected by the Serten's spell immunity spell; however, if more than one is protected, the duration of the protection is divided among the protected creatures.\n\nFor example, a 16th-level wizard can cast the spell upon one creature and it will last 16 turns, or place it upon two creatures for eight turns, or four creatures for four turns.) The protection gives a bonus to saving throws, according to spell type and level, as shown in the following table.\n\n| Spell Level | Wizard Spell | Priest Spell |\n|-------------|---------------|----------------|\n| 1st–3rd     | +9*           | +7             |\n| 4th–6th     | +7            | +5             |\n| 7th–8th     | +5            | +3             |\n\n* Includes beguiling effects.\n\nThe material component of this spell is a diamond of at least 500 gp value, which must be crushed and sprinkled over the spell recipients. Each such creature must also have in its possession a diamond of at least one carat size, intact and carried on its person.",
    "source": "Forgotten Realms Adventures",
    "page": 66
  },
  {
    "name": "Teleport Dead",
    "level": "5",
    "id": 871,
    "school": "Alteration/Necromancy",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "",
    "range": "Touch",
    "aoe": "One undead creature",
    "casting_time": "4",
    "duration": "Instantaneous",
    "save": "Neg.",
    "damage": "",
    "description": "By means of this magic the caster can instantly teleport a single dead or undead creature to any location desired on the same plane as the caster. Weight is not a factor, but only one creature and its immediate belongings can be teleported by use of the spell.\n\nSuccess in teleportation depends on how familiar the destination is to the caster (not the undead being sent). Undead with spell abilities and access to this spell can use the spell to teleport themselves. Probability of teleporting accuracy varies:\n\n- **Very Familiar**: On Target 01–02, High 03–99, Low 00\n- **Studied Carefully**: On Target 01–04, High 05–98, Low 99–00\n- **Seen Casually**: On Target 01–08, High 09–96, Low 97–00\n- **Viewed Once**: On Target 01–16, High 17–92, Low 93–00\n- **Never Seen**: On Target 01–32, High 33–84, Low 85–00",
    "source": "Forgotten Realms Adventures",
    "page": 50
  },
  {
    "name": "Spell Invulnerability",
    "level": "6",
    "id": 872,
    "school": "Abjuration",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "",
    "range": "Touch",
    "aoe": "1 person",
    "casting_time": "1 turn",
    "duration": "1 round/level",
    "save": "None",
    "damage": "",
    "description": "The recipient of this spell is rendered completely immune to one spell, spell-like effect, or magical item. The spell, spell effect, or item is listed at the time of the spell.\n\nWhen describing a particular spell or spell effect, a full description should be necessary. Invulnerability to a light spell, for example, is not sufficient, since the spell can be either a wizard spell or a priest's spell. The correct casting would be to ward against the \"1st-level wizard spell, Light.\"\n\nSuch protection is complete for the recipient of the spell, and it is as if the spell or item does not exist for the protected individual. A character could be rendered invulnerable to a wall of iron and walk through such a wall, if it was created by the spell.\n\nInvulnerability to a particular spell provides complete protection from that particular spell only. Related or lesser versions of that spell, nonmagical equivalents of that spell, and spell-like abilities which duplicate the spell can still affect the protected character.\n\nWhen dealing with spell-like abilities, spell invulnerability provides complete protection from one spell-like ability used by one type or species of creature. An invulnerability to a beholder’s disintegration eye does not provide protection from the beholder’s other eyes, or from any other form of disintegration.\n\nWhen cast to protect against a magical item, this spell protects against all attacks from that item and all identical magical items. Invulnerability to a sword +1 makes the character invulnerable to all such swords. A (sword +1, +2 vs. people named Fred) will affect the recipient normally.\n\nScroll spells are considered magic spells rather than items and must be protected against individually. Artifacts, relics, and unique magical items cannot be affected by this spell. Only one invulnerability to spells can be cast on an individual at one time. It cannot be cast on the dead, on an item, or a location.",
    "source": "Forgotten Realms Adventures",
    "page": 66
  },
  {
    "name": "Temporal Stasis",
    "level": "6",
    "id": 873,
    "school": "Alteration",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "Powder of diamond, emerald, ruby, and sapphire (100 gp each)",
    "range": "10 yards",
    "aoe": "1 creature",
    "casting_time": "9",
    "duration": "Permanent",
    "save": "None",
    "damage": "",
    "description": "Upon casting this spell, the wizard places the recipient creature into a state of suspended animation. This cessation of time means that the creature does not grow older. Its body functions virtually cease. This state persists until the magic is removed by a *dispel magic* spell or the reverse of the spell (*temporal reinstatement*) is uttered.\n\nNote that the reverse requires only a single word and no somatic or material components.\n\nThe material component of *temporal stasis* is a powder composed of diamond, emerald, ruby, and sapphire dust, with each crushed stone worth at least 100 gp.",
    "source": "Forgotten Realms Adventures",
    "page": 66
  },
  {
    "name": "The Simbul’s Synostodweomer",
    "level": "6",
    "id": 874,
    "school": "Alteration/Necromancy",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "",
    "range": "0",
    "aoe": "Caster",
    "casting_time": "7",
    "duration": "1 round",
    "save": "None",
    "damage": "",
    "description": "This unique spell enables the caster to sacrifice all prepared spells in order to regain lost hit points. Each spell level sacrificed restores 1d4 hit points. The caster must sacrifice all memorized spells at once, including those in special items like spellbooks or rings. This spell can only be used once per day and only by the original caster.",
    "source": "Forgotten Realms Adventures",
    "page": 66
  },
  {
    "name": "Gemjump",
    "level": "7",
    "id": 875,
    "school": "Alteration",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "Roguestone (special gem)",
    "range": "0",
    "aoe": "Caster",
    "casting_time": "2 rounds",
    "duration": "Instantaneous",
    "save": "None",
    "damage": "",
    "description": "This spell allows the caster to teleport instantly to the location of a roguestone prepared earlier as a focus. The caster must have physically held and named the destination roguestone. Once cast, the caster vanishes and appears at the named roguestone’s location.\n\nThe spell fails if the named gem has been destroyed or is in a location protected from teleportation. The caster may only attune one such gem at a time. The spell is instantaneous and cannot be interrupted once begun.",
    "source": "Forgotten Realms Adventures",
    "page": 60
  },
  {
    "name": "Spelltrap",
    "level": "7",
    "id": 876,
    "school": "Abjuration",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "Diamond fragment (2,000 gp) and a moonstone",
    "range": "0",
    "aoe": "Caster",
    "casting_time": "1 round",
    "duration": "1 turn/level",
    "save": "None",
    "damage": "6d4 if overloaded",
    "description": "Casting this spell creates a visible silvery oval which hangs over the caster’s head. This oval can absorb spell attacks cast directly at the wizard and discharge them randomly later, within the duration of the spell. The trap can hold a number of spell levels equal to twice the caster’s level. Overloading causes the trap to explode (6d4 damage, 20-foot radius).\n\nAbsorbed spells can be discharged randomly by the caster at targets within range. Spells requiring touch may be fired at range. The spelltrap fires if the caster is attacked, dispelled, or commands it to do so. It is immune to normal weapons.\n\nThe material components are a diamond fragment worth at least 2,000 gp and a moonstone. Transmuters and abjurers cannot cast this spell.",
    "source": "Forgotten Realms Adventures",
    "page": 67
  },
  {
    "name": "Vision",
    "level": "7",
    "id": 877,
    "school": "Divination",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "",
    "range": "0",
    "aoe": "Caster",
    "casting_time": "1 turn",
    "duration": "Special",
    "save": "None",
    "damage": "",
    "description": "When a wizard wishes to gain supernatural guidance, he casts a *vision* spell, calling upon whatever power he desires aid from and asking a question that will be answered with a vision. Two six-sided dice are rolled:\n\n- Total 2–6: The power is annoyed and refuses to answer; the caster must perform a service under an ultra-powerful geas or quest.\n- Total 7–9: The power is indifferent and offers a minor or unrelated vision.\n- Total 10+: The power grants a true vision.\n\nThe material component is a sacrifice valued by the caster or by the power. More precious items increase the roll (up to +3).",
    "source": "Forgotten Realms Adventures",
    "page": 67
  },
  {
    "name": "Deathlink",
    "level": "8",
    "id": 878,
    "school": "Necromancy",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "A pinch of dust from a grave and a drop of caster’s blood",
    "range": "Touch",
    "aoe": "One creature",
    "casting_time": "8",
    "duration": "1 round/level",
    "save": "Neg.",
    "damage": "Special (drain and transfer HP)",
    "description": "This necromantic spell links the caster’s life force to the target creature’s. Any damage taken by one is transferred to the other and vice versa. This includes both harm and healing. However, if the target dies, the caster is unaffected. If the caster dies, the spell ends.\n\nThe link cannot be broken until the duration ends or one party leaves the plane. Used as a vouchsafe in negotiations or revenge, it forces mutual caution.\n\nMaterial components: A pinch of grave dust and a drop of the caster’s blood.",
    "source": "Forgotten Realms Adventures",
    "page": 68
  },
  {
    "name": "Demand",
    "level": "8",
    "id": 879,
    "school": "Evocation",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "",
    "range": "Unlimited (same plane)",
    "aoe": "1 creature",
    "casting_time": "1 turn",
    "duration": "Special",
    "save": "Neg.",
    "damage": "",
    "description": "This spell functions like *sending* but allows for the delivery of a *suggestion* as well. The recipient must make a saving throw vs. spell at –2 or be compelled to obey the suggestion.\n\nIf the suggestion is obviously impossible or irrelevant, no saving throw is needed. The caster must be familiar with the recipient and know their name and appearance. If the target is on another plane, the base failure rate is 5%, which may increase depending on conditions.\n\nEven creatures with Intelligence 1 can understand the message. Demigods and higher beings can choose to ignore it.",
    "source": "Forgotten Realms Adventures",
    "page": 68
  },
  {
    "name": "Great Shout",
    "level": "8",
    "id": 880,
    "school": "Evocation",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "Tiny metal cone and sliver of a shattered crystal",
    "range": "0",
    "aoe": "Cone, 5 ft. wide/level, 20 ft. long",
    "casting_time": "1",
    "duration": "Instantaneous",
    "save": "Neg.",
    "damage": "8d6",
    "description": "Upon casting *great shout*, the caster releases a deafening, stunning cone of sound similar to a *horn of blasting*. All within the cone must save vs. spells or be stunned for 2 rounds, deafened for 4 rounds, and take 1d10 damage. Success halves all effects.\n\nCreatures in the narrow core of the shout (1 ft. wide path) suffer 2d10 damage (save for half), and all items in the core must save vs. crushing blow or be destroyed.\n\nThe shout causes 2d8 hit points of damage to the caster, who must also make a system shock check or die.\n\nMaterial component: Any item with a magical aura, destroyed in the casting. Artifacts and unique items cannot be used.",
    "source": "Forgotten Realms Adventures",
    "page": 68
  },
  {
    "name": "Spell Engine",
    "level": "8",
    "id": 881,
    "school": "",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "",
    "range": "",
    "aoe": "",
    "casting_time": "",
    "duration": "",
    "save": "",
    "damage": "",
    "description": "In casting this spell, the wizard calls into being the spell engine, a great wheel that absorbs magical energy, in particular cast spells. When initially cast, the engine is unactivated and remains invisible in the location where the wizard cast it. Once a spell is cast in the area of effect around the engine, the spell engine activates. A great intangible wheel 12 feet in diameter and 2 feet thick shimmers into existence. Magical energies used in the area will cause the great wheel to turn, shining with a glowing white light from the energy present. Once activated, the spell engine will not deactivate; rather, it will eventually slow down from lack of spell energy and become ghostly and translucent.\n\nWhen activated, the spell engine absorbs all spell energy cast in the area of effect, reaching through solid objects to do so. Wizard and priest spells, spell-like abilities of monsters and individuals, and magical items with castable charges will not function in this area. Their energy is sucked into the wheel, which glows brighter and spins faster with every addition. Unlike the spelltrap, the spell engine cannot be overloaded.\n\nA spell engine can be destroyed by direct contact with a magical item (excluding potions and scrolls but including artifacts and unique magical items). The engine will explode on contact with such an item, inflicting 1–20 points of damage to everyone within 10 feet and 1–8 to everyone between 10 and 20 feet away from the wheel itself. The magical item is destroyed as well in the explosion. Artifacts and unique items (such as special purpose swords) are not destroyed, but they (and their wielder) are bodily moved to another plane or dimension. Getting home from there is the character’s problem.\n\nA dispel magic spell will not destroy the spell engine, as its energy will be sucked up in the process. Symbols, glyphs, and abjuration magics already in place at the time the spell engine is activated are not absorbed, though new spells of that variety cast in the area are. A disintegrate spell will cause the engine to explode the same as if it contacted a magical item.\n\nAn operating spell engine has one beneficial sidelight—if a spellcaster studies or prays in its light, the amount of time required to learn or receive spells is halved. This does not reduce the time required for rest, only to memorize spells.\n\nOther than the powers listed above, the spell engine does not affect living beings. Individuals with magical items will not affect an unactivated spell engine. Only the casting of a spell in the area of effect will call the spell engine into being.",
    "source": "Forgotten Realms Adventures",
    "page": 68
  },
  {
    "name": "Dismind",
    "level": "9",
    "id": 882,
    "school": "Enchantment/Charm",
    "caster": "wizard",
    "verbal": true,
    "somatic": false,
    "material": false,
    "materials": "",
    "range": "Touch",
    "aoe": "1 creature",
    "casting_time": "5",
    "duration": "Special",
    "save": "Neg.",
    "damage": "",
    "description": "This spell separates an individual’s mind from its body while cloaking the body in invulnerable armor of magical force. The body does not die, rather it is placed in a state of suspended animation. It cannot be harmed by magic or by physical force, or even be moved. The body does not age, breathe, or eat and is not subject to disease, rot, infection, or poison, even if these states existed in it before it was disminded.\n\nThe mind itself is cast loose invisibly across the Prime Material plane, where it drifts serenely, undetectable by any means. Like the body, the mind cannot be harmed by any known process. It cannot control its movement or what it sees, and its memory is erratic. The DM should feel free to provide one to six small scenes, phrases, or situations for the disminded mind to witness in its flight, as seeds for future adventures. While in its disminded state, the mind cannot think, pray, study or research spells, or even choose to observe any particular person or locale.\n\nMind and body can be linked together by a limited or full wish or by the reverse of this spell, restore mind. The restore mind is cast on the body and the mind is immediately brought back. Mind and body must be on the same plane in order for this spell to function.\n\nRestore mind has a number of other functions as well: it can cure insanity (both magical and otherwise), remove feeblemindedness, and break all mental or magical controls, including geas, quests, and charms. A saving throw applies to the restore mind and if failed, body and mind are still separate.\n\nThe dismind spell in its original form is often used by high level wizards in life-or-death situations to preserve themselves for future recovery and restoration.",
    "source": "Forgotten Realms Adventures",
    "page": 66
  },
  {
    "name": "Elminster’s Evasion",
    "level": "9",
    "id": 883,
    "school": "Alteration",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "A pinch of dust from a teleport trap",
    "range": "0",
    "aoe": "The caster",
    "casting_time": "1",
    "duration": "Instantaneous",
    "save": "None",
    "damage": "",
    "description": "A customized version of the contingency spell slanted toward the preservation of the caster, this spell will cause, under certain specific conditions, the caster’s body, mind, and spirit to travel to another location. The transfer is automatic and includes only the body and those items physically attached to it, leaving behind any items individually weighing more than 50 lbs. The spell reunites body, spirit, and mind even if previously separated.\n\nWhen casting this spell, the wizard must specify six triggering conditions under which the evasion activates. When one of these occurs, the caster is whisked away to the predefined destination—either on the same plane or another known plane or demiplane.\n\nAdditionally, the caster selects two spells to be cast immediately upon arrival. These must be cast right after the evasion spell during the setup. The material components are a pint of the caster’s blood and a gem worth at least 5,000 gp, both consumed in casting. The caster also loses 1d4 hit points at the time of casting, which are not regained until the evasion is triggered.",
    "source": "Forgotten Realms Adventures",
    "page": 50
  },
  {
    "name": "Elminster’s Effulgent Epuration",
    "level": "9",
    "id": 884,
    "school": "Abjuration",
    "caster": "wizard",
    "verbal": false,
    "somatic": false,
    "material": false,
    "materials": "",
    "range": "10 feet/level",
    "aoe": "Special",
    "casting_time": "1",
    "duration": "1 turn/level",
    "save": "None",
    "damage": "",
    "description": "This powerful spell calls into being a number of floating, silver spheres, up to as many spheres as the caster has levels. Each of these spheres has the ability to absorb a single spell, spell-like ability, or magical effect of any offensive type. After absorbing the spell the sphere fades out, taking the spell energy with it.\n\nOffensive spells can generally be considered to be those which inflict damage on the target or place the target under a baneful or harmful influence. Passive spells (such as walls) can sometimes be used in situations with harmful intent. Intent and situation are as important as spell effect for determining whether a spell is offensive or not for purposes of the epuration working. Various walls, spheres, some of Bigby’s spells, and most abjurations will not affect the epuration spell. Those spells which have area effects in which a silver sphere exists (such as a fireball) will simply not function—the magical energy will be sucked into the sphere before the damage is inflicted.\n\nSpells which are already in effect when the silver spheres enter them are not affected by this spell, but they are automatically negated if cast within 10 feet of a silver sphere. Items with charges of offensive spells (such as wands) can be negated if the sphere is placed on or in front of the wand. Otherwise, the spheres do not affect magical items or weapons, or potentially lethal items that are not activated, such as symbols.\n\nThe caster can direct the spheres to drift at a maximum movement rate of 60 feet per round, up to the limit of the spell range. The spheres created from a single epuration must move as a group; the caster cannot move them individually or split them up. The wizard creating them may cast other spells, but cannot move the spheres in the same round.\n\nThe caster can move and fight and move the spheres at the same time. If the caster leaves the area without the spheres, they remain until they absorb an offensive spell. Similarly, if the caster is slain, the silver spheres remain in the area, not moving, but not inflicting any damage.\n\nThe silvery spheres of epuration cannot be physically moved or attacked. They have no solid, physical presence and can pass through magical and physical barriers alike without harm.\n\nNeither the caster nor anyone else can harness the spell energy dissipated by the spheres. Even the spell-like abilities of powers and creatures from other planes can be affected by the silvery spheres of an epuration, though the beings themselves may not be.",
    "source": "Forgotten Realms Adventures",
    "page": 65
  },
  {
    "name": "Reversed Succor",
    "level": "9",
    "id": 885,
    "school": "Alteration, Enchantment",
    "caster": "wizard",
    "verbal": true,
    "somatic": true,
    "material": true,
    "materials": "Gemstones worth at least 5,000 gp",
    "range": "Touch",
    "aoe": "1 individual",
    "casting_time": "1 to 4 days",
    "duration": "Special",
    "save": "None",
    "damage": "",
    "description": "The reversed application of the *succor* spell transports the wizard to the immediate vicinity of the possessor of the enchanted item, when the item is broken and the command word spoken. The wizard will have a general idea of the location and situation of the item's possessor, but has no choice whether or not to go—making this a rare casting indeed!\n\nThe material components used include gemstones totaling not less than 5,000 gp in value, which can only be enchanted once per month (typically under a full moon). At that time, the destination and effect (forward or reversed) of the succor are established.",
    "source": "Forgotten Realms Adventures",
    "page": 68
  },
  {
    "name": "Temporal Reinstatement",
    "level": "9",
    "id": 886,
    "school": "Alteration",
    "caster": "wizard",
    "verbal": true,
    "somatic": false,
    "material": false,
    "materials": "",
    "range": "0",
    "aoe": "1 creature",
    "casting_time": "1 word",
    "duration": "Instantaneous",
    "save": "None",
    "damage": "",
    "description": "The reverse of *temporal stasis*, this spell ends the suspended animation caused by that spell and restores the target to normal time flow. It requires only a single word to cast, with no somatic or material components required.",
    "source": "Forgotten Realms Adventures",
    "page": 68
  },
  {
    "name": "Virus Charm",
    "level": "9",
    "id": 887,
    "school": "Enchantment/Charm",
    "caster": "wizard",
    "verbal": true,
    "somatic": true,
    "material": true,
    "materials": "Thin web of finely spun copper wire (100 gp)",
    "range": "Touch/Special",
    "aoe": "Special",
    "casting_time": "1 round",
    "duration": "Special",
    "save": "Neg.",
    "damage": "",
    "description": "This spell is a sinister variant of *mass charm* that spreads through touch. It begins by charming a single creature (with a –2 save penalty), but only if the target has fewer hit points than the caster. Otherwise, it acts as *charm person or monster*.\n\nCharmed individuals can then charm others by touch. These subsequent targets must save normally, and those with more HP than the caster gain a +2 bonus. The process continues recursively, spreading up to three times the caster’s level in individual targets. Each charmed creature behaves as if under *charm person*, with the same limitations. Intelligence affects how long the effect lasts before another save is allowed. If the caster attacks any charmed subject, all others affected by that virus charm may save.\n\nA successful *dispel magic* on one charmed individual breaks the spell for all others linked to that instance. Creatures immune to charm effects are unaffected. The material component is a thin web of finely-spun copper wire worth 100 gp.",
    "source": "Forgotten Realms Adventures",
    "page": 68
  }
]